Repository: feren-OS/plasma-desktop-kcms
Catalog: po/hne/kcm5_emoticons.po
Languages: hi

# NAME OF TRANSLATORS
source: Your names
hi: रविसंकर सिरीवास्तव, जी. करूनाकर

# EMAIL OF TRANSLATORS
source: Your emails
hi: raviratlami@aol.in,

source: Emoticons
hi: चेहराचिनहा

source: Drag or Type Emoticon Theme URL
hi: चेहराचिनहा प्रसंग यूआरएल ड्रैग या टाइप करव

source: Emoticon themes must be installed from local files.
hi: चेहराचिनहा प्रसंग मन ल लोकल फाइल मन से इनस्टाल करना होही.

source: Could Not Install Emoticon Theme
hi: चेहराचिनहा प्रसंग इनस्टाल नइ कर सकिस

source: Do you want to remove %1 too?
hi: का आप मन सही मं %1 ल घलोक मिटाना चाहू?

source: Delete emoticon
hi: चेहराचिनहा मेटाव

source: Add Emoticon
hi: चेहराचिनहा जोड़व

source: Edit Emoticon
hi: चेहराचिनहा संपादित करव

source: New Emoticon Theme
hi: नवा चेहराचिनहा प्रसंग

source: %1 theme already exists
hi: प्रसंग %1 पहिली से ही मौजूद हे

source: Choose the type of emoticon theme to create
hi: चेहराचिनहा प्रसंग बनाए बर किसिम चुनव

source: Emoticons Manager
hi: चेहराचिनहा प्रबंधक

source: Install a theme archive file you already have locally
hi: प्रसंग अभिलेख फाइल जऊन आप मन तिर पहिली से ही लोकल रूप से मौजूद हे ओला इनस्टाल करव

source: Remove Theme
hi: प्रसंग मेटाव

source: This will remove the selected theme from your disk.
hi: ये चुने गे प्रसंग ल आप मन के डिस्क से मिटा देही.

source: Require spaces around emoticons
hi: चेहराचिनहा के चारों तरफ जगह चाही

source: Create a new emoticon by assigning it an icon and some text
hi: कुछ पाठ अउ एक चिनहा आबंटित कर एक नवा चेहराचिनहा बनाव

source: Remove the selected emoticon from your disk
hi: अपन डिस्क से चुने गे चेहराचिनहा मेटाव

source: Edit the selected emoticon to change its icon or its text
hi: एखर चिनहा या एखर पाठ ल बदले बर चुने गे चेहराचिनहा ल संपादित करव
