Repository: feren-OS/plasma-desktop-kcms
Catalog: po/hne/kcm5_componentchooser.po
Languages: hi

# NAME OF TRANSLATORS
source: Your names
hi: रविसंकर सिरीवास्तव, जी. करूनाकर

# EMAIL OF TRANSLATORS
source: Your emails
hi: raviratlami@aol.in,

source: <qt>Open <b>http</b> and <b>https</b> URLs</qt>
hi: <qt>खोलव <b>एचटीटीपी</b> अउ <b>एचटीटीपीएस</b> यूआरएल्स</qt>

source: in an application based on the contents of the URL
hi: यूआरएल के अवयव मन मं आधारित एक अनुपरयोग

source: Unknown
hi: अग्यात

source: Choose from the list below which component should be used by default for the %1 service.
hi: %1 सेवा बर डिफाल्ट से उपयोग मं आए वाले अवयव ल नीचे वाले सूची मं से चुनव.

source: <qt>You changed the default component of your choice, do want to save that change now ?</qt>
hi: <qt>आप मन अपन पसंद के डिफाल्ट अवयव ल बदले हो, का आप मन बदलाव मन ल अभी सहेजना चाहू?</qt>

source: No description available
hi: कोई वर्नन नइ मिलत हे

source: Default Component
hi: डिफाल्ट अवयव

source: Select preferred Web browser application:
hi: पसंद के वेब ब्राउजर अनुपरयोग चुनव:

source: Select preferred email client:
hi: पसंद के ई-मेल क्लायंट चुनव:

source: Select preferred terminal application:
hi: पसंद के टर्मिनल अनुपरयोग चुनव:

source: &Use KMail as preferred email client
hi: के-मेल ल पसंद के डाकिया के जइसन उपयोग करव (&U)

source: Select this option if you want to use any other mail program.
hi: यदि आप मन अउ मेल प्रोग्राम के उपयोग करना चाहथो तहां एखर विकल्प ल चुनव.

source: Use a different &email client:
hi: एक भिन्न डाकिया उपयोग करव: (&e)

source: Click here to browse for the mail program file.
hi: डाक प्रोग्राम फाइल ल ब्राउज करे बर इहां किलिक करव.

source: Activate this option if you want the selected email client to be executed in a terminal (e.g. <em>Konsole</em>).
hi: ये विकल्प ल सक्रिय करव यदि आप मन चाहथो कि चुने गे ई-मेल क्लायंट टर्मिनल मं चले (जइसन कि- <em>कंसोल</em>).

source: &Run in terminal
hi: टर्मिनल मं चलाव (&R)

source: Other: click Add... in the dialog shown here:
hi: अउ दुसरा : इहां देखाय गे गोठ मं जोड़व... मं किलिक करव:

source: Component Chooser
hi: अवयव चुनइया

source: (c), 2002 Joseph Wenninger
hi: (c), 2002 जोसेफ वेननिंगर

source: Joseph Wenninger
hi: जोसफ वेननिंगर

source: &Use Konsole as terminal application
hi: कंसोल ल टर्मिनल अनुपरयोग के जइसन उपयोग करव (&U)

source: Use a different &terminal program:
hi: अउ दुसरा टर्मिनल अनुपरयोग उपयोग करव (&t)

source: Click here to browse for terminal program.
hi: टर्मिनल प्रोग्राम ल ब्राउज करे बर इहां किलिक करव.
