Repository: feren-OS/plasma-desktop-kcms
Catalog: po/hne/kcmaccess.po
Languages: hi

# NAME OF TRANSLATORS
source: Your names
hi: रविसंकर सिरीवास्तव, जी. करूनाकर

# EMAIL OF TRANSLATORS
source: Your emails
hi: raviratlami@aol.in,

source: &Bell
hi: घंटी (&B)

source: Audible Bell
hi: सुने जा सके घंटी

source: Use &system bell
hi: तंत्र घंटी उपयोग करव (&s)

source: Us&e customized bell
hi: मनमाफिक घंटी उपयोग करव (&e)

source: If the option "Use customized bell" is enabled, you can choose a sound file here. Click "Browse..." to choose a sound file using the file dialog.
hi: यदि विकल्प "मनमाफिक घंटी उपयोग करव" सक्छम होथे , आप मन इहां अवाज फाइल चुन सकथो. फाइल गोठ के उपयोग से अवाज फाइल चुने बर किलिक करव "ब्राउज..." पर.

source: Sound &to play:
hi: बजाय वाले अवाज. (&t)

source: Browse...
hi: ब्राउज...

source: The screen will turn to a custom color for the amount of time specified below.
hi: स्क्रीन रंग निरधारित समय बर मनमाफिक रंग के हो जाही.

source: F&lash screen
hi: स्क्रीन फ्लैस करव (&l)

source: All screen colors will be inverted for the amount of time specified below.
hi: सब्बो स्क्रीन रंग निरधारित समय बर उलटा हो जाही.

source: I&nvert screen
hi: स्क्रीन उलटव (&n)

source: Click here to choose the color used for the "flash screen" visible bell.
hi: "फ्लैस स्क्रीन" दिखत घंटी बर उपयोग मं आए वाले रंग चुने बर इहां किलिक करव.

source: Here you can customize the duration of the "visible bell" effect being shown.
hi: इहां आप मन "दिखत घंटी" के प्रभाव जऊन देखाय जाही, ओखर अवधि मनमाफिक कर सकथो.

source: msec
hi: मि.से.

source: Use &sticky keys
hi: चिपकती कुंजी उपयोग करव (&s)

source: &Lock sticky keys
hi: चिपकती कुंजी तालाबंद करव (&L)

source: Turn sticky keys off when two keys are pressed simultaneously
hi: जब दो कुंजी मन ल एक साथ दबाय जाही तहां चिपकती कुंजी अक्छम करव

source: Use system bell whenever a modifier gets latched, locked or unlocked
hi: जब कोनो माडीफायर लैच, तालाबंद या ताला खोलेजाथे तहां तंत्र घंटी बजाव

source: Locking Keys
hi: तालाबंद कुंजी

source: Use system bell whenever a locking key gets activated or deactivated
hi: जब कोनो तालाबंद कुंजी सक्रिय या अक्रिय होथे तहां तंत्र घंटी बजाव

source: Configure &Notifications...
hi: अधिसूचना कान्फिगर करव... (&N)

source: &Keyboard Filters
hi: कुंजीपट छनइया (&K)

source: Slo&w Keys
hi: धीमी कुंजी (&w)

source: &Use slow keys
hi: धीमी कुंजी उपयोग करव (&U)

source: &Use system bell whenever a key is pressed
hi: जब कोनो कुंजी दबाया जाय तहां तंत्र घंटी के उपयोग करव (&U)

source: &Use system bell whenever a key is accepted
hi: जब कोनो कुंजी स्वीकारा जाय तहां तंत्र घंटी के उपयोग करव (&U)

source: &Use system bell whenever a key is rejected
hi: जब कोनो कुंजी अस्वीकारा जाय तहां तंत्र घंटी के उपयोग करव (&U)

source: Bounce Keys
hi: उछलती (बाउंस) कुंजी

source: Use bou&nce keys
hi: उछलती (बाउंस) कुंजी उपयोग करव (&n)

source: Use the system bell whenever a key is rejected
hi: जब कोनो कुंजी अस्वीकारा जाय तहां तंत्र घंटी उपयोग करव

source: Activation Gestures
hi: एक्टिवेसन चेस्टा

source: Use gestures for activating sticky keys and slow keys
hi: उपरोक्त विसेसता मन ल सक्रिय करे बर चेस्टा उपयोग करव

source: Turn sticky keys and slow keys off after a certain period of inactivity.
hi: निस्चित समय के अक्रियता के बाद चिपकती अउ धीमी कुंजी बन्द कर देव

source: min
hi: मि.

source: Notification
hi: अधिसूचना

source: AltGraph
hi: आल्ट-ग्राफ

source: Hyper
hi: हाइपर

source: Super
hi: सुपर

source: Press %1 while NumLock, CapsLock and ScrollLock are active
hi: जब न्यूम-लाक, स्क्राल-लाक अउ केप्स-लाक सक्रिय होही तहां %1 दबाव

source: Press %1 while CapsLock and ScrollLock are active
hi: जब स्क्राल-लाक अउ केप्स-लाक सक्रिय होही तहां %1 दबाव

source: Press %1 while NumLock and ScrollLock are active
hi: जब न्यूम-लाक अउ स्क्राल-लाक सक्रिय होही तहां %1 दबाव

source: Press %1 while ScrollLock is active
hi: जब स्क्राल-लाक सक्रिय होही तहां %1 दबाव

source: Press %1 while NumLock and CapsLock are active
hi: जब न्यूम-लाक अउ केप्स-लाक सक्रिय होही तहां %1 दबाव

source: Press %1 while CapsLock is active
hi: जब केप्स-लाक सक्रिय होही तहां %1 दबाव

source: Press %1 while NumLock is active
hi: जब न्यूम-लाक सक्रिय होही तहां %1 दबाव

source: Press %1
hi: दबाव %1

source: KDE Accessibility Tool
hi: केडीई पहुंच औजार

source: (c) 2000, Matthias Hoelzer-Kluepfel
hi: (c) 2000, मैथियास होल्जर-क्लूपफेल

source: Matthias Hoelzer-Kluepfel
hi: मैथियास होल्जर-क्लूपफेल

source: Author
hi: लेखक

source: Here you can activate keyboard gestures that turn on the following features: Sticky keys: Press Shift key 5 consecutive times Slow keys: Hold down Shift for 8 seconds
hi: इहां आप मन कुंजीपट चेस्टा ल सक्रिय कर सकथो जऊन कि नीचे वाले विसेसता मन ल चालू करही: स्टिकी कुंजी: सिफ्ट कुंजी ल लगातार 5 बार दबाव धीमी कुंजी: सिफ्ट ल 8 सेकेन्ड तक दबाए रखव

source: Here you can activate keyboard gestures that turn on the following features: Mouse Keys: %1 Sticky keys: Press Shift key 5 consecutive times Slow keys: Hold down Shift for 8 seconds
hi: इहां आप मन कुंजीपट गेस्चर ल सक्रिय कर सकथो जऊन कि नीचे वाले विसेसता मन ल चालू करही: मुसुवा कुंजी: %1 स्टिकी कुंजी: सिफ्ट कुंजी ल लगातार 5 बार दबाव धीमी कुंजी: सिफ्ट ल 8 सेकेन्ड तक दबाए रखव
