Repository: feren-OS/plasma-desktop-kcms
Catalog: po/hne/kcmsmserver.po
Languages: hi

source: <h1>Session Manager</h1> You can configure the session manager here. This includes options such as whether or not the session exit (logout) should be confirmed, whether the session should be restored again when logging in and whether the computer should be automatically shut down after session exit by default.
hi: आप इहां <h1>सत्र प्रबंधक</h1> ल कान्फिगर कर सकथो. ये मां सामिल हे कि का सत्र से बाहिर (लाग आउट) होए के विकल्प के पुस्टि करे जाए, जब लागइन करव तहां का सत्र फिर से बहाल करे जाए, अउ का डिफाल्ट से कम्प्यूटर ल अपने अपन बन्द करे जाय जब सत्र से बाहिर हों.

source: General
hi: सामान्य

source: Check this option if you want the session manager to display a logout confirmation dialog box.
hi: ये विकल्प ल चुनव यदि आप मन चाहथो कि सत्र प्रबंधक एक लागआउट पुस्टिकरन गोठ डब्बा देखाय.

source: Conf&irm logout
hi: लागआउट के पुस्टि करव (&i)

source: O&ffer shutdown options
hi: बन्द करे के विकल्प देव (&f)

source: Here you can choose what should happen by default when you log out. This only has meaning, if you logged in through KDM.
hi: इहां आप मन चुन सकथो कि जब आप मन लागआउट होहू तहां डिफाल्ट से का होना चाही. फेर एखर असर तभे होही जब आप मन केडीएम के साथ लागिन करहू.

source: &End current session
hi: अभी हाल के सत्र खतम करव

source: &Turn off computer
hi: कम्प्यूटर बन्द करव (&T)

source: &Restart computer
hi: कम्प्यूटर फिर से चालू करव (&R)

source: <ul> <li><b>Restore previous session:</b> Will save all applications running on exit and restore them when they next start up</li> <li><b>Restore manually saved session: </b> Allows the session to be saved at any time via "Save Session" in the K-Menu. This means the currently started applications will reappear when they next start up.</li> <li><b>Start with an empty session:</b> Do not save anything. Will come up with an empty desktop on next start.</li> </ul>
hi: <ul> <li><b>पिछला सत्र बहाल करव:</b> बाहिर होए मं सब्बो चलते अनुपरयोग मन ल सहेजही अउ ऊंखर अगले बार चालू होए मं ओ मन ल बहाल करही.</li> <li><b>हस्तचालित सहेजे गे सत्र ल बहाल करथे : </b> सत्र ल कोनो समय सहेजे जाय के लिए स्वीकारथे - के-मेन्यू मं "सत्र सहेजव" के साथ. एखर मतलब हे कि अभी हाल के चालू करे गे अनुपरयोग ऊंखर अगले चालू होए मं फिर से प्रकट होही.</li> <li><b>एक खाली सत्र के साथ चालू हों:</b> कुछु ल नइ सहेजे. अगला बार चालू होए पर सत्र एक खाली डेस्कटाप के साथ आही.</li> </ul>

source: On Login
hi: लागिन पर

source: Restore &previous session
hi: पिछला सत्र फिर चलाव (&p)

source: Restore &manually saved session
hi: हाथ से सहेजे गे सत्र ल बहाल करव (&m)

source: Start with an empty &session
hi: खाली सत्र के साथ सुरू करव (&s)

source: Applications to be e&xcluded from sessions:
hi: ए अनुपरयोग मन ल सत्र से बाहिर रखना हे: (&x)

source: Here you can enter a colon or comma separated list of applications that should not be saved in sessions, and therefore will not be started when restoring a session. For example 'xterm:konsole' or 'xterm,konsole'.
hi: इहां आप मन विरामचिनहा से अलग करे हुए अनुपरयोग मन के सूची रख सकथो जऊन कि सत्र मं सहेजे नइ जाय, एखर सेती ओ मन चालू नइ होही जब सत्र बहाल होही. उदाहरन बर- 'xterm:konsole' या 'xterm,xconsole'.
