Repository: feren-OS/plasma-desktop-kcms
Catalog: po/csb/kcm5_kded.po
Languages: csb

# NAME OF TRANSLATORS
source: Your names
csb: Michôł Òstrowsczi, Mark Kwidzińsczi

# EMAIL OF TRANSLATORS
source: Your emails
csb: michol@linuxcsb.org, mark@linuxcsb.org

source: KDE Service Manager
csb: Menadżera ùsłëżnotów KDE

source: Running
csb: Zrëszony

source: Not running
csb: Niézrëszony

source: Load-on-Demand Services
csb: Ùsłëżnotë Wladëjë-Na-Żądanié

source: Service
csb: Ùsłëżnota

source: Status
csb: Sztatus

source: Description
csb: Òpisënk

source: Startup Services
csb: Sztartowóné ùsłëżnotë

source: Use
csb: Brëkùnk

source: Start
csb: Sztart

source: Stop
csb: Zatrzëmôj

source: Unable to contact KDED.
csb: Ni mòże sparłãczëc sã z KDED

source: Unable to start server <em>%1</em>.
csb: Nie mòże wësztartowac serwerë <em>%1</em>.

source: Unable to start service <em>%1</em>.<br /><br /><i>Error: %2</i>
csb: Nie mòże wësztartowac ùsłëżnotë <em>%1</em>, <br /><br /><i>Fela: %2</i>

source: Unable to stop service <em>%1</em>.<br /><br /><i>Error: %2</i>
csb: Nié mòże zatrzëmac ùsłëżnotë<em> %1</em> serwerë.<br /><br /><i>Fela: %2</i>
