Repository: feren-OS/plasma-desktop-kcms
Catalog: po/csb/kcm5_componentchooser.po
Languages: csb

# NAME OF TRANSLATORS
source: Your names
csb: Mark Kwidzińsczi

# EMAIL OF TRANSLATORS
source: Your emails
csb: mark@linuxcsb.org

source: <qt>Open <b>http</b> and <b>https</b> URLs</qt>
csb: <qt>Òtemkni adresë <b>http</b> i <b>https</b></qt>

source: in an application based on the contents of the URL
csb: w aplikacëji òpiarti na zamkłoscë URL

source: Unknown
csb: NIeznóny

source: Choose from the list below which component should be used by default for the %1 service.
csb: Proszã wëbrac z ùniższi lëstë domëslny kòmpònenet ùsłëżnotë %1.

source: <qt>You changed the default component of your choice, do want to save that change now ?</qt>
csb: <qt>Môsz zmieniony domëslny kòmpònent. Chcesz zapisac ne zmianë?</qt>

source: No description available
csb: Felënk òpisënkù

source: Here you can change the component program. Components are programs that handle basic tasks, like the terminal emulator, the text editor and the email client. Different KDE applications sometimes need to invoke a console emulator, send a mail or display some text. To do so consistently, these applications always call the same components. You can choose here which programs these components are.
csb: W tim mòdule mòże skònfigùrowac kòmpònentë KDE. Kòmpònentë to programë wëkònëwôjącé spòdlowé dzéjania, taczé jakno emùlacëjô terminala, editora tekstu czë klienta pòcztë. Wszelejaczé programë KDE chtërné wëmôgają tej sej zrëszeniô terminala, sélania lëstu abò edicëji tekstu. Abë zletczic robòtã, ne programë mògą wiedno ùżëwac równych kòmpònentów - ne kòmpònentë mòże wëbrac tuwò.

source: Default Component
csb: Domëslny kòmpònenet

source: <qt> <p>This list shows the configurable component types. Click the component you want to configure.</p> <p>In this dialog you can change KDE default components. Components are programs that handle basic tasks, like the terminal emulator, the text editor and the email client. Different KDE applications sometimes need to invoke a console emulator, send a mail or display some text. To do so consistently, these applications always call the same components. Here you can select which programs these components are.</p> </qt>
csb: <qt> <p>Na lësta zamëkô w se kònfigùrowalné kòmpònentë. Klëkniãce na kòmpònent dôwô mòżnotã jegò kònfigùracëji.</p> <p>W nym òknie mòże kònfigùrowac kòmpònentë KDE. Kòmpònentë to programë wëkònëwôjącé spòdlowé dzéjania, taczé jakno emùlacëjô terminala, editora tekstu czë klienta pòcztë. Wszelejaczé programë KDE chtërné wëmôgają tej sej zrëszeniô terminala, sélania lëstu abò edicëji tekstu. Abë zletczic robòtã, ne programë mògą wiedno ùżëwac równych kòmpònentów - ne kòmpònentë mòże wëbrac tuwò.</p> </qt>

source: Select preferred Web browser application:
csb: Wëbierzë preferowóny przezérnik:

source: Select preferred email client:
csb: Wëbierzë domëslnegò klienta e-mail:

source: Select preferred terminal application:
csb: Wëbierzë domëslną aplikacëjã terminala:

source: &Use KMail as preferred email client
csb: &Brëkùjë KMAil jakno klienta pòcztë

source: Select this option if you want to use any other mail program.
csb: Wëbierzë nã optacëjã, jeżlë chcesz ùżëc jinszi pòcztowi programë.

source: Use a different &email client:
csb: Ùżëjë jinszegò &klienta pòcztë:

source: Press this button to select your favorite email client. Please note that the file you select has to have the executable attribute set in order to be accepted.<br/> You can also use several placeholders which will be replaced with the actual values when the email client is called:<ul> <li>%t: Recipient's address</li> <li>%s: Subject</li> <li>%c: Carbon Copy (CC)</li> <li>%b: Blind Carbon Copy (BCC)</li> <li>%B: Template body text</li> <li>%A: Attachment </li> </ul>
csb: Klëkni na nã knąpã bë wëbrac kilenta pòcztë. Wëbróny lopk mùszi bëc wëkònëwólny.<br/> Tuwò mòże téż wëbrac spòdlowé nastôwé brëkòwóné przez klienta pòcztë:<ul> <li>%t: Adresa dostôwôcza</li> <li>%s: Téma</li> <li>%c: Kòpijô (K))</li> <li>%b: Zataconô kòpijô (ZK)</li> <li>%B: Mùster tekstowégò wiadła</li> <li>%A: Przëdôwk </li> </ul>

source: Click here to browse for the mail program file.
csb: Klëkni tuwò abë wëbrac programã klienta pòcztë.

source: Activate this option if you want the selected email client to be executed in a terminal (e.g. <em>Konsole</em>).
csb: Aktiwùjë nã òptacëjã, jeżlë klient pòcztë ma bëc zrëszany w terminalu (np. <em>Kònsola</em>).

source: &Run in terminal
csb: &Zrëszë w terminalu

source: Browse directories using the following file manager:
csb: Przezérôj katalodżi brëkùjąc nôslédnegò menadżera lopków

source: Other: click Add... in the dialog shown here:
csb: Abò: klëkni Dodôj... w òknie wëskrzënionym tuwò:

source: Component Chooser
csb: Wëbiérk kòmpònentów

source: &Use Konsole as terminal application
csb: &Brëkùjë programë Kònsola jakno terminala

source: Use a different &terminal program:
csb: Brëkùjë jinszy programë &terminala:

source: Press this button to select your favorite terminal client. Please note that the file you select has to have the executable attribute set in order to be accepted.<br/> Also note that some programs that utilize Terminal Emulator will not work if you add command line arguments (Example: konsole -ls).
csb: Klëkni na nã knąpã abë wëbrac preferowóny terminal. Lopk chtëren wëbierzesz, mùszi bëc wëkònëwôny. <br/>Niejedné programë, brëkùjącé emùlatora terminala mògą ni robic, jeżlë pòdôsz tuwò dodôwné parametrë (np. 'konsole -ls').

source: Click here to browse for terminal program.
csb: Klëkni tuwò bë wëbrac programã terminala.
