Repository: feren-OS/plasma-desktop-kcms
Catalog: po/csb/kcm5_emoticons.po
Languages: csb

# NAME OF TRANSLATORS
source: Your names
csb: Michôł Òstrowsczi, Mark Kwidzińsczi

# EMAIL OF TRANSLATORS
source: Your emails
csb: michol@linuxcsb.org, mark@linuxcsb.org

source: Insert the string for the emoticon. If you want multiple strings, separate them by spaces.
csb: Wpiszë stegną do emòtikònów. Jeżlë brëkùjesz czile stegnów to rozparłãczë je spacjama.

source: Emoticons
csb: Emòtikònë

source: Drag or Type Emoticon Theme URL
csb: Wpiszë abò przëcygnie adresã témë emòtikònów

source: Emoticon themes must be installed from local files.
csb: Témë emòtikònów mùszą bëc zainstalowóné z môlowich lopków.

source: Could Not Install Emoticon Theme
csb: Ni mòże zainstalowac témë emòtikònów

source: Do you want to remove %1 too?
csb: Chesz rëmnąc téż %1 ?

source: Delete emoticon
csb: Rëmôj emòtikònã

source: Add Emoticon
csb: Dodôj emòtikònã

source: Edit Emoticon
csb: Editëjë emòtikònã

source: New Emoticon Theme
csb: Nowô téma emòtikònów

source: %1 theme already exists
csb: Téma %1 ju òbstoji

source: Choose the type of emoticon theme to create
csb: Wëbierzë ôrt nowi témë emòtikònów do ùsôdzeniô

source: Emoticons Manager
csb: Menadżera emòtikònów

source: Install a theme archive file you already have locally
csb: Instalëjë lopk z témą jaką môsz ju na swòjim kòmpùtrze

source: If you already have an emoticon theme archive locally, this button will unpack it and make it available for KDE applications
csb: Jeżlë môsz ju zladowóną témã, dzãka ti knąpie rozpakùjesz ją ë zrobisz przëstãpną dlô aplikacëjów KDE

source: Remove Theme
csb: Rëmôj témã

source: This will remove the selected theme from your disk.
csb: Rëmô wëbróną témã z diskù.

source: Require spaces around emoticons
csb: Zdefiniëjë plac wkół emòtikònczi

source: Create a new emoticon by assigning it an icon and some text
csb: Ùsôdzë nową emòtikònã dodając ji ikònã ë jaczi tekst

source: Remove the selected emoticon from your disk
csb: Rëmôj wëbróną emòtikònã z diskù

source: Edit the selected emoticon to change its icon or its text
csb: Editëjë wëbróną emòtikònã bë zmienic ji ikònã abò tekst
