Repository: feren-OS/plasma-desktop-kcms
Catalog: po/csb/kcmsmserver.po
Languages: csb

source: <h1>Session Manager</h1> You can configure the session manager here. This includes options such as whether or not the session exit (logout) should be confirmed, whether the session should be restored again when logging in and whether the computer should be automatically shut down after session exit by default.
csb: <h1>Menadżera sesëji</h1> Mòduł kònfigùracëji menadżera sesëji pòzwôlô na òpisanié, czë pòcwierdzac wëlogòwanié, czë zrëszac znowa znowa pòprzédną sesëjã przë logòwanim ë czë wëłączac kòmpùtr pò zakùńczenim robòtë.

source: General
csb: Òglowé

source: Check this option if you want the session manager to display a logout confirmation dialog box.
csb: Włączë nã òptacëjã, eżlë chcesz, żebë menadżer sesëji wëskrzëniwôł pëtanié ò pòcwierdzenié wëlogòwaniô.

source: Conf&irm logout
csb: Pòcwierdzë &wëlogòwanié

source: O&ffer shutdown options
csb: Ù&przistãpni òptacëjã zamëkaniô systemë

source: Here you can choose what should happen by default when you log out. This only has meaning, if you logged in through KDM.
csb: Tuwò mòżesz rozpòrządzëc, co mô sã stac przë wëlowgòwanim. Mô to znaczënk, eżlë logùjesz sã brëkùjąc KDM.

source: Default Leave Option
csb: Domëszlné òptacëje òpùszczaniô systemë

source: &End current session
csb: &Zakùńczë biéżną sesëjã

source: &Turn off computer
csb: Wëłączë &kòmpùtr

source: &Restart computer
csb: Zrëszë &znowa

source: <ul> <li><b>Restore previous session:</b> Will save all applications running on exit and restore them when they next start up</li> <li><b>Restore manually saved session: </b> Allows the session to be saved at any time via "Save Session" in the K-Menu. This means the currently started applications will reappear when they next start up.</li> <li><b>Start with an empty session:</b> Do not save anything. Will come up with an empty desktop on next start.</li> </ul>
csb: <ul> <li><b>Przëwrócë pòprzédną sesëjã:</b> przë wëchòdzenim zapisëje wszëtczé zrëszoné programë ë przëwraca je przë zôstnym logòwanim</li> <li><b>Przëwrócë rãczno zapisóną sesëjã:</b> pòzwôlô na zapisënk sesëji w równo jaczim sztërkù pòlétã "Zapiszë sesëjã" w menu KDE ë pòzdniészi ji zrëszenié.</li> <li><b>Nie przëwracôj sesëji:</b> ùsôdzô pùsti pùlt KDE przë logòwanim.</li> </ul>

source: On Login
csb: Przë wlogòwaniu

source: Restore &previous session
csb: Przëwrócë &pòprzédną sesëjã

source: Restore &manually saved session
csb: Przëwrócë &zapisóną sesëjã

source: Start with an empty &session
csb: Zrëszë &pùstą sesëjã

source: Applications to be e&xcluded from sessions:
csb: &Programë wëłączoné ze sprôwiania sesëjama:

source: Here you can enter a colon or comma separated list of applications that should not be saved in sessions, and therefore will not be started when restoring a session. For example 'xterm:konsole' or 'xterm,konsole'.
csb: Tuwò mòże pòdac lëstã programów, co nie mdą zapisywóné w sesëjach, a w parce z tim nie mdą przëwracóné przë pòstãpnym logòwanim. Zôstné programë nót je òddzelec dwapùnktã, abò pùnktã np 'xterm:xconsole' czë 'xterm,konsole'.xconsole'.
