Repository: feren-OS/plasma-desktop-kcms
Catalog: po/hsb/kcm5_kded.po
Languages: hsb

# NAME OF TRANSLATORS
source: Your names
hsb: Edward Wornar

# EMAIL OF TRANSLATORS
source: Your emails
hsb: edi.werner@gmx.de

source: KDE Service Manager
hsb: KDE rjadowar słužbow

source: Running
hsb: Běži

source: Not running
hsb: Njeběži

source: Load-on-Demand Services
hsb: Słužby po požadanju

source: This is a list of available KDE services which will be started on demand. They are only listed for convenience, as you cannot manipulate these services.
hsb: To je lisćina KDE-słužbow, kiž so po požadanju startuja. Wone so jenož dospołnosće dla naliča, dokelž njemóžeće tu ničo připrawić.

source: Service
hsb: Słužba

source: Description
hsb: Wopisowanje

source: Startup Services
hsb: Słužby při startowanju

source: Use
hsb: Wužiwać

source: Start
hsb: Startować

source: Stop
hsb: Zastajić

source: Unable to contact KDED.
hsb: Njemóžu so z KDED skontaktować

source: Unable to start server <em>%1</em>.
hsb: Njemóžu serwer <em>%1</em> startować.

source: Unable to start service <em>%1</em>.<br /><br /><i>Error: %2</i>
hsb: Njemóžu słužbu <em>%1</em> startować.<br /><br /><i>Zmylk: %2</i>

source: Unable to stop service <em>%1</em>.<br /><br /><i>Error: %2</i>
hsb: Njemóžu słužbu <em>%1</em> zastajić.<br /><br /><i>Zmylk: %2</i>
