Repository: feren-OS/plasma-desktop-kcms
Catalog: po/hsb/kcmsmserver.po
Languages: hsb

source: <h1>Session Manager</h1> You can configure the session manager here. This includes options such as whether or not the session exit (logout) should be confirmed, whether the session should be restored again when logging in and whether the computer should be automatically shut down after session exit by default.
hsb: <h1>Rjadowar posedźenja</h1>Tule móžeće rjadowar posedźenja připrawić. Móžeće rozsudźić, hač je wobkrućenje za zakónčenje posedźenja trěbne, hač ma sej KDE posedźenje spomjatkować a při přichodnym přizjewjenju znowić a hač ma so kompjuter po zakónčenju posedźenja awtomatisce hasnyć.

source: General
hsb: Powšitkownje

source: Check this option if you want the session manager to display a logout confirmation dialog box.
hsb: Wužiwajće tutu opciju, hdyž ma rjadowar posedźenja dialog za wobkrućenje wotzjewjenja pokazać.

source: Conf&irm logout
hsb: Wotzjewjenje &wobkrućić

source: O&ffer shutdown options
hsb: Móžnosće hasnjenja pos&kićić

source: Here you can choose what should happen by default when you log out. This only has meaning, if you logged in through KDM.
hsb: Tu móžeće rozsudźić, što ma so stać, hdyž so wotzjewiće. To so jenož wuskutkuje, jeli sće so přez KDM přizjewili.

source: &End current session
hsb: &Aktualne posedźenje zakónčić

source: &Turn off computer
hsb: &Kompjuter hasnyć

source: &Restart computer
hsb: Kompjuter &znowa startować

source: <ul> <li><b>Restore previous session:</b> Will save all applications running on exit and restore them when they next start up</li> <li><b>Restore manually saved session: </b> Allows the session to be saved at any time via "Save Session" in the K-Menu. This means the currently started applications will reappear when they next start up.</li> <li><b>Start with an empty session:</b> Do not save anything. Will come up with an empty desktop on next start.</li> </ul>
hsb: <ul> <li><b>Předchadne posedźenje znowić:</b>Zawěsći wšitke aplikacije při wotzjewjenju a je při přichodnym přizjewjenju zaso startuje.</li> <li><b>Manuelnje zawěsćene posedźenje znowić:</b>Zmóžni zawěsćenje posedźenja přez "Posedźenje zawěsćić" w K-meniju. To rěka, zo so runje běžace aplikacije znowa startuje při přichodnym přizjewjenju.</li> <li><b>Z prózdnym posedźenjom započeć:</b> Ničo njezawěsći. Po přizjewjenju budźe dźěłowy powjerch prózdny.</li> </ul>

source: On Login
hsb: Při přizjewjenju

source: Restore &previous session
hsb: &Předchadne posedźenje znowić

source: Restore &manually saved session
hsb: &Manuelnje zawěsćene posedźenje znowić

source: Start with an empty &session
hsb: Z pró&zdnym posedźenjom započeć

source: Applications to be e&xcluded from sessions:
hsb: Aplikacije, kiž su wuzamknjene z posedźenjow:

source: Here you can enter a colon or comma separated list of applications that should not be saved in sessions, and therefore will not be started when restoring a session. For example 'xterm:konsole' or 'xterm,konsole'.
hsb: Tule móžeće lisćinu aplikacijow, přez koma abo dwudypk dźělenych, zapodać, kiž so nimaja z posedźenjom zawěsćić a so při znowjenju posedźenja tež njestartuja, na př. 'xterm:konsole' abo 'xterm,konsole'.
