Repository: feren-OS/plasma-desktop-kcms
Catalog: po/*/kcm5_componentchooser.po
Languages: af, be, cy, fi, gu, ku, lt, mk, ml, ms, ne, or, se, si, te, tg, th, vi

source: Activate this option if you want the selected email client to be executed in a terminal (e.g. <em>Konsole</em>).
af: Kies hierdie opsie indien jy wil hê dat die e-pos kliënt in 'n terminaal venster (bv. <em>Konsole</em>) moet oopmaak.
be: Уключыце гэтую опцыю, каб запускаць выбраны паштовы кліент у акне тэрміналу (напр., <em>Кансолі</em>).
cy: Gweithredolwch y dewisiad yma os ydych am redeg y dibynnydd ebost dewisiedig mewn terfynnell (e.e. <em>Konsole</em>).
fi: Valitse tämä, jos haluat että käyttämäsi sähköpostiohjelma käynnistetään pääteikkunassa (esim. <em>Konsolessa</em>).
ku: Heke tu bixwaze daxwezkerê emailê bi rîya termina bi kar bê (wekî <em>Konsole</em>), tekaye vê opsyonê çalak bike.
lt: Aktyvuokite šią parinktį, jei norite, kad pasirinkta el. pašto kliento programa būtų paleista terminale (pvz., <em>Konsole</em>).
mk: Изберете ја оваа опција ако сакате вашиот клиент за е-пошта да се извршува во терминал (на пр. <em>Конзола</em>).
ml: നിങ്ങള്‍ക്കു് തെരഞ്ഞെടുത്ത ഈമെയില്‍ ക്ലയന്റ് ടെര്‍മിനലില്‍ (ഉദാ. <em>കണ്‍സോള്‍</em>) പ്രവര്‍ത്തിപ്പിക്കണമെങ്കില്‍ ഇതു് സജീവമാക്കുക.
ms: Aktifkan pilihan ini jika anda mahu klien emel dipilih untuk dilaksanakan di terminal (spt. <em> Konsole</em> ).
ne: यदि तपाईँ चयन गरिएका इमेल क्लाइन्ट टर्मिनलमा कार्यान्वयन गर्न चाहनुहुन्छ भने यो विकल्प सक्रिय पार्नुहोस् (उदाहरणका लागि <em>कन्सोल</em>) ।
se: Geavat dán molssaeavttu jos hálidat ahte e-boastaprográmma galgá terminálláses vuojehuvvot (omd. <em>Konsole</em>).
si: ඔබට තෝරාගත් තැපැල් සහායක අග්‍රය (උදා. <em>Konsole</em>) තුළ ක්‍රියා කරවීමට ඇවැසි නම් මෙම අභිප්‍රේතය සක්‍රීය කරන්න.
te: ఎంపికచేసిన ఈమెయిల్ క్లైంట్ టెర్మినల్ నందు నిర్వర్తించబడాలని మీరు కోరుకుంటే ఈ ఐచ్చికాన్ని క్రియాశీలము చేయండి (ఉ.దా. <em>Konsole</em>).
tg: Агар шумо хоҳед ки кргари почтаи электрониро дар терминал иҷро шавад, ин параметрро интихоб кунед (мисол <em>Konsole</em>)
th: เปิดใช้งานตัวเลือกนี้ หากคุณต้องการให้โปรแกรมรับ/ส่งอีเมลที่เลือกไว้ ทำงานในเทอร์มินัล (เช่น <em>คอนโซล K</em>)
vi: Dùng tùy chọn này nếu muốn trình thư đã chọn sẽ chạy trong một trình lệnh (ví dụ <em>Konsole</em>).

source: &Run in terminal
af: Hardloop in terminaal
be: &Запускаць у тэрмінале
cy: &Rhedeg mewn terfynnell
fi: &Käynnistä pääteikkunassa
gu: ટર્મિનલમાં ચલાવો (&R)
ku: Di terminalê de bi&xebitîne
lt: &Paleisti terminale
mk: Изв&рши во терминал
ml: ടെര്‍മിനലില്‍ &പ്രവര്‍ത്തിപ്പിക്കുക
ms: Laksana pada te&rminal
ne: टर्मिनलमा चलाउनुहोस्
or: ଟର୍ମିନାଲରେ ଚଲାନ୍ତୁ (&R)
se: &Vuoje terminálas
si: අග්‍රය තුළ ක්‍රියාත්මක කරන්න (&R)
te: (&R) టెర్మినల్ నందు నడుపుము
tg: Дар &терминал иҷро кунед
th: สั่งทำ&งานในเทอร์มินัล
vi: &Chạy trong trình lệnh

source: Browse directories using the following file manager:
fi: Selaa kansioita seuraavalla tiedostonhallintaohjelmalla:
gu: નીચેનાં ફાઇલ વ્યવસ્થાપકનો ઉપયોગ કરી ડિરેક્ટરીઓ જુઓ:
lt: Naršyti katalogus naudojant šią failų tvarkytuvę:
mk: Прелистување на папки со следниот менаџер:
ml: ഈ ഫയല്‍ കാര്യസ്ഥന്‍ ഉപയോഗിച്ച് തട്ടുകളില്‍ നോക്കുക
ms: Lungsur direktori menggunakan pengurus fail berikut:
si: පහත ගොනු කළමනාකරු භාවිත කරමින් බහාළුම් ගවේශනය කරන්න:
tg: Просмотр файлов и каталогов в компьютере с помощью диспетчера файлов:
th: ดูไดเรกทอรีต่าง ๆ โดยใช้ตัวจัดการแฟ้มต่อไปนี้:
vi: Duyệt thư mục sử dụng trình quản lý tập tin sau:

source: Other: click Add... in the dialog shown here:
fi: Muu: Napsauta Lisää-painiketta avautuvasta valintaikkunasta:
gu: બીજુ: ઉમેરો પર ક્લિક કરો... અહીં બતાવેલ સંવાદ પર:
lt: Kita: spustelėkite „Pridėti...“ čia rodomame dialoge:
mk: Други: кликнете на „Додај...“ во дијалогот прикажан тука:
ml: വേറെ: ഇവിടെ കാണിക്കുന്ന ഡയലോഗ് ബോക്സില്‍ ചേര്‍ക്കുക... എന്നമര്‍ത്തുക:
ms: Lain: klik Tambah... dalam dialog dipaparkan disini:
si: වෙනත්: මෙම සංවාදයේ දැක්වෙන එක් කරන්න... ක්ලික් කර:
te: ఇతర: జతచేయుము నొక్కుము... ఇక్కడ చూయించిన డైలాగునందు:
tg: Иттилоот: Илова...-ро дар диалоги нишоншуда зер кунед:
th: อื่น ๆ: คลิกที่ เพิ่ม... ในกล่องที่แสดงที่นี่:
vi: Khác: nhấn Thêm... trong họp thoại hiện ở đây:

source: Component Chooser
af: Komponent Kieser
be: Выбар кампанентаў
cy: Dewisydd Cydrannau
fi: Komponenttivalitsin
gu: ઘટક પસંદકરનાર
ku: Hilbijêrê beşan
lt: Komponentų parinkiklis
mk: Избирач на компоненти
ml: ഘടകം തിരഞ്ഞെടുക്കുന്നതിനുള്ള ഉപാധി
ms: Pemilih Komponen
ne: अवयव चयनकर्ता
or: ଉପାଦାନ ଚୟନକର୍ତ୍ତା
se: Oasseválljejeaddji
si: සංරචකය තේරීම
te: కాంపోనెంటు యెంచునది
tg: Қисмати Интихобкунанда
th: เครื่องมือเลือกส่วนประกอบ
vi: Trình chọn thành phần

source: (c), 2002 Joseph Wenninger
be: (c), 2002 Джозэф Венінгер
cy: (h)(c), 2002 Joseph Wenninger
fi: ©, 2002 Joseph Wenninger
gu: (c), ૨૦૦૨ જોસેફ વેનિંગર
ml: (c), 2002 ജോസഫ് വെന്നിങര്‍
ne: (सी), २००२ जोसेफ वेनइन्गर
te: (c), 2002 జోసెఫ్ వెనిన్‌గర్
th: สงวนลิขสิทธิ์ (c), 2002 Joseph Wenninger
vi: Bản quyền © năm 2002 của Joseph Wenninger

source: &Use Konsole as terminal application
af: Gebruik Konsole as die terminaal applikasie
be: Зрабіць &Кансоль улюбёнай тэрмінальнай праграмай
cy: &Defnyddio Konsole yn gymhwysiad terfynnell
fi: &Käytä päätteenä Konsolea
gu: ટર્મિનલ કાર્યક્રમ તરીકે કોન્સોલ ને વાપરો (&U)
ku: &Konsol wekî sepanê termînal bikar bîne
lt: Naudoti &Konsole kaip terminalo programą
mk: &Користи ја Конзолата како терминалска апликација
ml: ടെര്‍മിനല്‍ പ്രയോഗമായി കണ്‍സോള്‍ &ഉപയോഗിക്കുക
ms: G&una Konsole sebagai aplikasi terminal
ne: टर्मिनल अनुप्रयोगक रुपमा कन्सोल प्रयोग गर्नुहोस्
or: କୋନସୋଲକୁ ଟର୍ମିନାଲ ପ୍ରୟୋଗ ଭାବରେ ବ୍ୟବହାର କରନ୍ତୁ (&U)
se: &Geavat Konsole terminálprográmman
si: අග්‍ර වැඩසටහන ලෙස Konsole භාවිත කරන්න (&U)
te: (&U) కన్సోలును టెర్మినల్ అనువర్తనము వలె వుపయోగించుము
tg: &Барномаи Konsole -ро ҳамчун барномаи терминал истифода баред
th: ใ&ช้คอนโซล-K เป็นโปรแกรมเทอร์มินัลหลัก
vi: &Dùng Konsole làm ứng dụng trình lệnh

source: Use a different &terminal program:
af: Gebruik 'n ander &terminaal program:
be: Выкарыстоўваць іншую &тэрмінальную праграму:
cy: Defnyddio rhaglen d&erfynnell arall:
fi: Käytä jotakin toista &päätettä:
gu: વિવિધ ટર્મિનલ પ્રક્રિયાને વાપરો (&t):
ku: P&rogrameke termînalî cuda bikar bîne:
lt: Naudoti kitą &terminalo programą:
mk: Користи друга &терминалска програма:
ml: മറ്റൊരു &ടെര്‍മിനല്‍ പ്രയോഗം ഉപയോഗിക്കുക:
ms: Guna program &terminal berlainan:
ne: एउटा फरक टर्मिनल कार्यक्रम प्रयोग गर्नुहोस्:
or: ଭିନ୍ନ ଏକ ଟର୍ମିନାଲ ପ୍ରଗ୍ରାମ ବ୍ୟବହାର କରନ୍ତୁ (&t):
se: Geavat eará &terminálprográmma:
si: වෙනස් අග්‍ර වැඩසටහනක් භාවිත කරන්න (&t0:
te: (&t) వేరే టెర్మినల్ ప్రోగ్రామును వుపయోగించుము:
tg: Аз &барномаи терминал, барномаи дигарро истифода кунед
th: ใช้โปรแกรมเ&ทอร์มินัลตัวอื่น:
vi: Dùng một trình &lệnh khác:

source: Press this button to select your favorite terminal client. Please note that the file you select has to have the executable attribute set in order to be accepted.<br/> Also note that some programs that utilize Terminal Emulator will not work if you add command line arguments (Example: konsole -ls).
fi: Napsauta tätä painiketta, jos haluat valita pääteohjelmasi. Huomaa, että valitsemasi tiedoston täytyy olla ohjelmatiedosto.<br/> Huomaa myös, etteivät kaikki pääte-emulaattorit toimi, jos lisäät komentoriviparametreja (esim: konsole -ls).
ku: Ji bo hilbijartina terminalê hevyaz livir bitekîne. Gelek girîng e ku ev pel bikarbar be ji bo ku were bipejirîn.<br/> Tebînî, çend program hene yê ku emûlatorê termînalê bikar tîinin, wê kar nekin dema ku tu argumentin fermanerêz bide (Nemûne: konsole -ls).
lt: Spustelėkite šį mygtuką, norėdami pasirinkti savo mėgstamą terminalo kliento programą. Atkreipkite dėmesį, kad failas, kurį pasirinksite, turi būti vykdomasis, kitaip jis nebus priimtas. <br/> Taip pat atkreipkite dėmesį, kad kai kurios programos, naudojančios Terminalo emuliatorių neveiks, jei nurodysite komandų eilutės argumentus (pvz., konsole -ls).
mk: Притиснете го ова копче за да го изберете вашиот омилен терминалски клиент. Забележете дека датотеката што ќе ја изберете мора да има извршен атрибут за да биде прифатена.<br /> Исто така забележете дека некои програми кои го користат терминалниот емулатор нема да работат ако додатете аргументи на командната линија (на пример: konsole -ls).
ml: നിങ്ങളുടെ പ്രയപ്പെട്ട ടെര്‍മിനല്‍ തിരഞ്ഞെടുക്കാന്‍ ഈ ബട്ടന്‍ അമര്‍ത്തു. നിങ്ങള്‍ തിരഞ്ഞെടുത്ത ഫയല്‍ പ്രവര്‍ത്തിക്കാന്‍ കഴിയുന്നതാണെങ്കില്‍ മാത്രമേ സ്വീകരിക്കുകയുള്ളു.<br/> ടെര്‍മിനല്‍ എമുലേറ്റര്‍ ഉപയൊഗിച്ചു് പ്രവര്‍ത്തിക്കുന്ന പ്രോഗ്രാമില്‍ ആജ്ഞാസ്ഥാനം ആര്‍ഗ്യുമെന്റ് ചേര്‍ത്താല്‍ അതു പ്രവര്‍ത്തന രഹിതമാക്കും (ഉദാ: konsole -ls).
ms: Tekan butang ini untuk memilih klien terminal kegemaran anda. Perhatian bahawa fail yang anda pilih perlu ada mempunyai atribut boleh laksana ditetapkan agar diterima.<br /> Perhatian juga bahawa sesetengah program yang menggunakan Emulator Terminal tidak akan berfungsi jika anda menambah hujah baris arahan (Contoh: konsole -ls).
se: Dás válljet dan terminálprográmma maid háliidat geavahit. Fuomáš ahte fiilla maid válljet ferte leat vuojehahtti jus galgá dohkkehuvvot.<br/>Fuomáš maid ahte prográmmat mat geavahit terminálemuláhtora ii doaimma jus lasihat gohččunlinnjáargumeanttaid (omd. «konsole -ls»).
si: ඔබේ ප්‍රියතම අග්‍ර වැඩසටහන තෝරාගැනීමට මෙම බොත්තම භාවිත කරන්න. මෙය පිළිගැනීමට නම් ඔබ තෝරාගන්නා ගොනු විධානීය විය යුතු බව සලකන්න.<br/> ඒ අතරම ඔබ විධාන රේඛීය තර්ක (උදා: konsole -ls)ඇතුළත් නොකලහොත් අග්‍ර අනුකාරක මත පදනම් වන වැඩසටහන් ක්‍රියා නොකරන බව සලකන්න.
tg: Нажмите эту кнопку для поиска вашего любимого терминального клиента. Учтите, что выбранный вами файл должен иметь атрибут «исполняемый». <br/> Учтите так же, что некоторые программы, которые используют эмулятор терминала, не будут работать, если вы добавите аргументы командной строки (пример: konsole -ls).
th: คลิกที่ปุ่มนี้ เพื่อเลือกโปรแกรมเทอร์มินัลที่ต้องการ จำไว้ว่าแฟ้มที่คุณเลือก จะต้องสามารถประมวลผลได้<br/>โปรดสังเกตด้วยว่า บางโปรแกรมที่ใช้ประโยชน์จากโปรแกรมจำลองเป็นเทอร์มินัลจะทำงานไม่ได้ หากคุณเพิ่มค่าอาร์กิวเมนต์ในบรรทัดคำสั่งด้วย (เช่น: konsole -ls)
vi: Nhấn nút này để chọn trình dòng lệnh yêu thích. Chú ý rằng tập tin bạn đã chọn phải có tính thực thi để có thể được chấp nhận.<br /> Cũng chú ý rằng một vài chương trình sử dụng Trình dòng lệnh sẽ không làm việc nếu bạn thêm tham số dòng lệnh (VD: konsole -ls).

source: Click here to browse for terminal program.
af: Kliek hier om na terminaal program te soek
be: Націсніце тут, каб шукаць тэрмінальную праграму.
cy: Cliciwch yma i bori am y rhaglen derfynnell.
fi: Valitse pääte napsauttamalla tästä.
gu: ટર્મિનલ પ્રક્રિયા માટે અહિંયા બ્રાઉઝ પર ક્લિક કરો.
ku: Ji bo lêgerina li programa terminal li vir bitikîne.
lt: Spustelėkite čia, norėdami naršyti terminalo programos.
mk: Кликнете тука за да прелистате за терминалска програма.
ml: ടെര്‍മിനല്‍ പ്രോഗ്രാം ബ്രൌസ് ചെയ്യുന്നതിനായി ഇവിടെ ക്ലിക്ക് ചെയ്യുക.
ms: Klik disini untuk melayari program terminal.
ne: टर्मिनल कार्यक्रम ब्राउज गर्नका लागि यहाँ क्लिक गर्नुहोस् ।
or: ଟର୍ମିନାଲ ପ୍ରଗ୍ରାମ ବ୍ରାଉଜ କରିବା ପାଇଁ ଏଠାରେ କ୍ଲିକ କରନ୍ତୁ।
se: Coahkkal dákko ohcan dihte terminálprográmma.
si: අග්‍ර වැඩසටහන් ගවේශනය කිරීමට මෙහි ක්ලික් කරන්න.
te: టెర్మినల్ ప్రోగ్రామ్ కొరకు బ్రౌజ్ చేయుటకు యిక్కడ నొక్కుము.
tg: Барои баррасии барномаи поёна дар ин ҷо ангушт занед.
th: คลิกที่นี่เพื่อเลือกโปรแกรมเทอร์มินัล
vi: Nhấn vào đây để tìm trình lệnh.

source: Joseph Wenninger
be: Джозэф Венінгер
gu: જોસેફ વેનિંગર
ml: ജോസഫ് വെന്നിങര്‍
ne: जोसेफ वेनइन्गर
te: జోసెఫ్ వెనిన్‌గర్
