Repository: feren-OS/plasma-desktop-kcms
Catalog: po/*/kcm5_kded.po
Languages: gu, nl, pl, tg

# NAME OF TRANSLATORS
source: Your names
gu: Pragnesh Radadiya
nl: Freek de Kruijf
pl: Michał Rudolf (aktualny tłumacz), Wojciech Milewski
tg: Виктор Ибрагимов, Роҷер Ковакс

# EMAIL OF TRANSLATORS
source: Your emails
gu: pg.radadia@gmail.com
nl: freekdekruijf@kde.nl
pl: mrudolf@kdewebdev.org, Wojciech.Milewski@wp.pl
tg: victor.ibragimov@gmail.com, rkovacs@khujand.org

source: kcmkded
gu: કેસીએમ કેડીઇ ડી (kcmkded)

source: KDE Service Manager
gu: કેડીઇ સેવા વ્યવસ્થાપક
nl: KDE-dienstenbeheer
pl: Zarządzanie usługami KDE
tg: Хидмати идоракунии KDE

source: (c) 2002 Daniel Molkentin
gu: (c) ૨૦૦૨ ડેનિઅલ મોલ્કેન્ટિન

source: Daniel Molkentin
gu: ડેનિઅલ મોલ્કેન્ટિન

source: Running
gu: ચાલે છે
nl: Actief
pl: Uruchomiona
tg: Дар ҳолати иҷро аст

source: Not running
gu: ચાલતી નથી.
nl: Niet actief
pl: Nieuruchomiona
tg: Дар ҳолати иҷро нест

source: Load-on-Demand Services
gu: જરુર-પડે-ત્યારે-લાવતી (Load-on-Demand) સેવાઓ
nl: Diensten die op verzoek worden geladen
pl: Usługi na żądanie
tg: Хизматҳои боргузори дар ҳангоми тақозо

source: This is a list of available KDE services which will be started on demand. They are only listed for convenience, as you cannot manipulate these services.
gu: આ મળતી કેડીઇ સેવાઓની યાદી છે કે જે જરુર પડે ત્યારે શરુઆતમાં ચાલુ થાય છે. તે તમારી સગવડતા પૂરતી બતાવેલ છે, કારણકે તમે તેમાં કોઇપણ જાતના ફેરફાર નહીં કરી શકો.
nl: Dit is een lijst met beschikbare KDE-diensten die op verzoek zullen worden gestart. Ze worden hier alleen getoond, u kunt deze diensten niet wijzigen.
pl: Oto wykaz usług dostępnych w KDE, które będą uruchamiane na żądanie. Wykaz ten jest przedstawiony jedynie w celach informacyjnych, tymi usługami nie można zarządzać.
tg: Ин рӯйхат аз хизматҳои мавҷуд дар KDE мебошад, ки ҳангоми тақозо оғоз мегардад. Онҳо фақат барои роҳати шумо аст, дар он ҷое ки шумо наметавонед дар хизматхои онҳо дастгири кунед

source: Service
gu: સેવા
pl: Usługa
tg: Хизмат

source: Status
gu: સ્થિતિ
pl: Stan
tg: Ҳолат

source: Description
gu: વર્ણન
nl: Beschrijving
pl: Opis
tg: Тасвир

source: Startup Services
gu: શરૂઆતની સેવાઓ
nl: Opstartdiensten
pl: Usługi uruchomieniowe
tg: Хизматҳои Роҳандозӣ

source: Use
gu: ઉપયોગ કરો
nl: Gebruik
pl: Używana
tg: Истифода

source: Start
gu: શરુ કરો
nl: Starten
pl: Uruchom
tg: Шуруъ

source: Stop
gu: બંધ કરો
nl: Stoppen
pl: Zatrzymaj
tg: Манъ

source: Unable to contact KDED.
gu: કેડીઇડીનો (KDED) સંપર્ક સાધી શકયા નથી.
nl: Er kon geen contact worden gemaakt met KDED.
pl: Nie można połączyć się z KDED.
tg: Ба KDED алоқаманд карда натавонист.

source: Unable to start server <em>%1</em>.
gu: સર્વર શરુ કરી શકયા નથી <em>%1</em>.
nl: Server <em>%1</em> kon niet worden gestart.
pl: Nie można uruchomić serwera <em>%1</em>.
tg: Хидматгоҳи <em>%1</em> оғоз карда намешавад.

source: Unable to start service <em>%1</em>.<br /><br /><i>Error: %2</i>
gu: સર્વર શરુ કરી શકયા નથી <em>%1</em>.<br/><br/><i>ક્ષતિ: %2</i>
nl: Server <em>%1</em> kon niet worden gestart.<br /><br /><i>Fout: %2</i>
pl: Nie można uruchomić usługi <em>%1</em>.<br /><br /><i>Błąd: %2</i>
tg: Хидматгоҳи <em>%1</em> оғоз карда намешавад..<br /><br /><i>Хато: %2</i>

source: Unable to stop service <em>%1</em>.<br /><br /><i>Error: %2</i>
gu: સર્વર બંધ કરી શકયા નથી <em>%1</em>.<br/><br/><i>ક્ષતિ: %2</i>
nl: Server <em>%1</em> kon niet worden gestopt.<br /><br /><i>Fout: %2</i>
pl: Nie można zatrzymać usługi <em>%1</em>.<br /><br /><i>Błąd: %2</i>
tg: Хидматгоҳи <em>%1</em> манъ карда намешавад..<br /><br /><i>Хато: %2</i>

source: <h1>Service Manager</h1><p>This module allows you to have an overview of all plugins of the KDE Daemon, also referred to as KDE Services. Generally, there are two types of service:</p><ul><li>Services invoked at startup</li><li>Services called on demand</li></ul><p>The latter are only listed for convenience. The startup services can be started and stopped. In Administrator mode, you can also define whether services should be loaded at startup.</p><p><b> Use this with care: some services are vital for Plasma; do not deactivate services if you do not know what you are doing.</b></p>
nl: <h1>Dienstenbeheer</h1><p>In deze module kunt u een overzicht krijgen van alle plugins van de KDE Daemon, ook wel KDE Diensten genoemd. Er zijn in principe twee soorten diensten:</p><ul><li>Diensten die tijdens het opstarten worden geladen</li><li>Diensten die op afroep worden geladen</li></ul><p>De laatsten worden hier alleen voor het gemak getoond. De opstartdiensten kunnen worden gestart en gestopt. In de systeembeheerdermodus kunt u ook bepalen welke diensten tijdens het opstarten geladen zullen worden. </p><p><b> Wees voorzichtig, sommige diensten zijn vitaal voor Plasma. Deactiveer geen diensten als u niet zeker weet wat u doet.</b></p>
pl: <h1>Zarządzanie usługami KDE</h1><p>Ten moduł dostarcza przegląd wszystkich Usług KDE zwanych także Demonami KDE. Są dwa podstawowe rodzaje usług:</p><ul><li>usługi uruchomieniowe</li><li>usługi na żądanie</li></ul><p>Te drugie pokazane są tylko w celach informacyjnych. Usługi uruchomieniowe można wyłączać i włączać. W trybie administratora można określić, czy usługa ma być uruchomieniową.</p><p><b>Proszę używać tej opcji ostrożnie. Niektóre usługi są bardzo ważne dla Plazmy. Nie wyłączaj usług, jeśli nie wiesz, co robisz!</b></p>

source: This shows all KDE services that can be loaded on Plasma startup. Checked services will be invoked on next startup. Be careful with deactivation of unknown services.
nl: Hier worden alle KDE-diensten getoond die tijdens het opstarten van Plasma worden geladen. Gemarkeerde diensten worden bij de volgende start van KDE geladen. Wees voorzichtig bij het deactiveren van onbekende diensten.
pl: Ten wykaz zawiera wszystkie usługi, które można uruchamiać wraz z uruchomieniem Plazmy. Wybrane usługi zostaną uruchomione przy uruchomieniu Plazmy. Zachowaj rozwagę przy wyłączaniu usług o nieznanym tobie przeznaczeniu.

source: Unable to stop service <em>%1</em>.
nl: Service <em>%1</em> kon niet worden gestopt.
pl: Nie można zatrzymać usługi <em>%1</em>.
