Repository: feren-OS/plasma-desktop-kcms
Catalog: po/*/kcm5_device_automounter.po
Languages: id, lt, pl

# NAME OF TRANSLATORS
source: Your names
id: Andhika Padmawan
lt: Moo
pl: Marta Rybczyńska, Łukasz Wojniłowicz

# EMAIL OF TRANSLATORS
source: Your emails
id: andhika.padmawan@gmail.com
pl: kde-i18n@rybczynska.net, lukasz.wojnilowicz@gmail.com

source: Device Automounter
id: Pengait Otomatis Perangkat
lt: Automatinis įrenginių prijungimo įrankis
pl: Podpinanie urządzeń

source: Original Author
id: Penulis Asli
lt: Pradinis autorius
pl: Autor pierwszej wersji

source: Plasma 5 Port
id: Port Plasma 5
lt: Plasma 5 realizavimas
pl: Przeniesienie do Plazmy 5

source: When this is unchecked, no device automounting of any kind will happen, regardless of anything selected in the "Device Overrides" section.
id: Jika ini tidak dicentang, tidak akan ada pengaitan secara otomatis untuk semua jenis perangkat, walau apa pun yang dipilih di bagian "Penimpaan Perangkat".
lt: Kai čia žymėjimas nuimtas, automatiškai nebus prijungiamas joks įrenginys, nepaisant to, ar yra kas nors pasirinkta sekcijoje "Įrenginių nustelbimai", ar ne.
pl: Gdy pole to nie będzie zaznaczone, to nie będą podpinane żadne urządzenia, niezależnie od tego co zaznaczono w sekcji "Ustawieniaach wyjątków".

source: Enable automatic mounting of removable media
id: Fungsikan pengaitan otomatis media dapat dilepas
lt: Įjungti automatinį keičiamųjų laikmenų prijungimą
pl: Podpinaj urządzenia wymienne

source: When this is checked, only remembered devices will be automatically mounted. A device is 'remembered' if it has ever been mounted before. For instance, plugging in a USB media player to charge is not sufficient to 'remember' it - if the files are not accessed, it will not be automatically mounted the next time it is seen. Once they have been accessed, however, the device's contents will be automatically made available to the system.
id: Jika ini dicentang, hanya perangkat yang diingat yang akan secara otomatis dikaitkan. Sebuah perangkat 'diingat' jika sebelumnya pernah dikaitkan. Misalnya, menancapkan sebuah pemutar media USB untuk mengecas baterai belum cukup untuk dikatakan sebagai 'diingat' - jika filenya tidak diakses, maka tidak akan secara otomatis mengaitkan pemutar ketika lain kali terlihat. Namun sekali perangkat telah diakses, konten perangkat akan secara otomatis tersedia oleh sistem anda.
lt: Kai tai yra pažymėta, automatiškai bus prijungiami tik atsimenami įrenginiai. Įrenginys yra "atsimenamas" jeigu jam yra tekę būti prijungtam anksčiau. Pavyzdžiui, nėra pakankama įkišti įkrovimui USB medijos leistuvę, kad ji būtų "atsimenama" - jeigu nėra prieinama prie failų, tuomet įrenginys, kitą kartą jį pamačius, nebus automatiškai prijungiamas. Vis dėlto, gavus prieigą prie failų, įrenginio turinys taps automatiškai prieinamas sistemai.
pl: Po zaznaczeniu tego pola, tylko zapamiętane urządzenia będą podpinane. Urządzenie jest zapamiętywane jeśli kiedykolwiek wcześniej zostało podpięte, np. odtwarzacz muzyczny, który został podłączony do naładowania przez USB, nie wystarczy do jego zapamiętania, jeśli nie uzyskano dostępu do jego plików i nie zostanie podpięte po jego następnym wykryciu. Jeśli jednak nastąpił dostęp do plików, to zawartość urządzenia będzie dostępna w systemie.

source: Only automatically mount removable media that has been manually mounted before
id: Secara otomatis hanya mengaitkan media dapat dilepas yang telah dikaitkan secara manual sebelumnya
lt: Prijungti automatiškai tik tas keičiamąsias laikmenas, kurioms anksčiau teko būti prijungtoms rankiniu būdu
pl: Podpinaj tylko urządzenia, które zostały wcześniej ręcznie podpięte

source: If any removable storage devices are connected to your system when you login to your desktop, their contents will automatically be made available to your system for other programs to read.
id: Jika perangkat penyimpan dapat dilepas apapun telah terkoneksi ke sistem anda ketika anda login ke desktop anda, isinya akan secara otomatis tersedia bagi sistem anda untuk dibaca oleh program lainnya.
lt: Jeigu jūsų prisijungimo prie darbalaukio metu, prie sistemos yra prijungti kokie nors keičiamieji saugyklos įrenginiai, tuomet jų turinys taps automatiškai prieinamas skaityti jūsų sistemai ir jos programoms.
pl: Jeżeli dowolne urządzenie wymienne będzie podłączone do twojego komputera, przy logowaniu do niego, to jego zawartość stanie się dla ciebie dostępna.

source: Mount all removable media at login
id: Kait semua media dapat dilepas saat login
lt: Prijungti visas keičiamąsias laikmenas prisijungimo metu
pl: Podepnij wszystkie urządzenia wymienne po zalogowaniu

source: When this is checked, the contents of any storage device will automatically be made available to the system when it is plugged in or attached.
id: Jika ini dicentang, konten dari perangkat penyimpan akan secara otomatis tersedia bagi sistem anda ketika ditancapkan atau dimasukkan.
lt: Kai tai yra pažymėta, bet kurios saugyklos, ją įdėjus ar įkišus, turinys taps automatiškai prieinamas jūsų sistemai.
pl: Po zaznaczeniu tego pola, zawartość dowolnego urządzenia będzie dostępna dla ciebie po jego podłączeniu do komputera.

source: Automatically mount removable media when attached
id: Secara otomatis mengaitkan media dapat dilepas ketika dimasukkan
lt: Automatiškai prijungti keičiamąsias laikmenas, kai jos įdedamos
pl: Podepnij urządzenia wymienne po ich podłączeniu

source: Device Overrides
id: Penimpaan Perangkat
lt: Įrenginių nustelbimai
pl: Ustawienia wyjątków

source: This list contains the storage devices known to the system. If "Automount on Login" is checked, the device will be automatically mounted even though "Mount all removable media at login" is unchecked. The same applies for "Automount on Attach". If "Enable automatic mounting of removable media" is unchecked, the overrides do not apply and no devices will be automatically mounted.
id: Daftar ini berisi perangkat penyimpan yang dikenal oleh sistem. Jika "Kait Otomatis saat Login" dicentang, perangkat akan secara otomatis dikaitkan bahkan jika "Kait semua media dapat dilepas saat login" tidak dicentang. Hal yang sama berlaku untuk "Kait Otomatis saat Lampirkan". Jika "Fungsikan pengaitan otomatis media dapat dilepas" tidak dicentang, penimpaan tidak akan diterapkan dan tidak ada perangkat yang akan secara otomatis dikaitkan.
lt: Šiame sąraše yra sistemai žinomi saugyklos įrenginiai. Jeigu yra pažymėta "Automatiškai prijungti prisijungiant", tuomet įrenginys bus automatiškai prijungtas netgi tuomet, kai yra nuimtas žymėjimas nuo "Prijungti visas keičiamąsias laikmenas prisijungimo metu". Tas pats yra taikoma "Automatiškai prijungti įdėjus". Jei yra nuimtas žymėjimas nuo "Įjungti automatinį keičiamųjų laikmenų prijungimą", tuomet nustelbimai nėra taikomai ir jokie įrenginiai nebus automatiškai prijungiami.
pl: Ta lista zawiera znane systemowi urządzenia do przechowywania danych Jeśli zaznaczono "Podpinaj przy logowaniu", to urządzenie zostanie samoczynnie podpięte nawet jeśli nie zaznaczono "Podepnij wszystkie urządzenia wymienne po zalogowaniu". To samo odnosi się do "Podepnij urządzenia wymienne po ich podłączeniu". Jeśli opcja "Włącz podpinanie urządzeń wymiennych" nie jest zaznaczona, ta lista wyłączeń nie będzie zastosowana i nie zostaną podpięte żadne urządzenia.

source: Clicking this button causes the selected devices to be 'forgotten'. This is only useful if "Only automatically mount removable media that has been manually mounted before" is checked. Once a device is forgotten and the system is set to only automatically mount familiar devices, the device will not be automatically mounted.
id: Klik pada tombol ini menyebabkan perangkat terpilih akan 'dilupakan'. Ini hanya berguna jika "Secara otomatis hanya mengaitkan media dapat dilepas yang secara manual telah dikaitkan sebelumnya" dicentang. Sekali sebuah perangkat dilupakan dan sistem diatur untuk secara otomatis hanya mengaitkan perangkat yang familiar, perangkat tidak akan dikaitkan secara otomatis.
lt: Spustelėjus šį mygtuką, pasirinktas įrenginys bus "pamirštas". Tai yra naudinga tik tuo atveju, jei yra pažymėta "Prijungti automatiškai tik tas keičiamąsias laikmenas, kurioms anksčiau teko būti prijungtoms rankiniu būdu". Kai įrenginys pamirštamas, o sistema nustatyta automatiškai prijungti tik pažįstamus įrenginius, tuomet įrenginys nebus automatiškai prijungiamas.
pl: Naciśnięcie tego przycisku spowoduje, że KDE "zapomni", że wybrane urządzenie kiedykolwiek istniało. Jest to użyteczne jeśli zaznaczono "Samoczynnie podpinaj tylko urządzenia, które zostały wcześniej ręcznie podpięte". Kiedy KDE zapomni o urządzeniu i jest ustawione, żeby samoczynnie podpinać znane urządzenia, to "zapomniane" urządzenie nie zostanie podpięte.

source: Forget Device
id: Lupakan Perangkat
lt: Pamiršti įrenginį
pl: Zapomnij o urządzeniu

source: Device
id: Perangkat
lt: Įrenginys
pl: Urządzenie

source: Automount on Login
id: Kait Otomatis saat Login
lt: Automatiškai prijungti prisijungiant
pl: Podepnij przy logowaniu

source: Automount on Attach
id: Kait Otomatis saat Dilampirkan
lt: Automatiškai prijungti įdėjus
pl: Podepnij po podłączeniu

source: This device will be automatically mounted at login.
id: Perangkat ini akan secara otomatis dikaitkan saat login.
lt: Šis įrenginys bus automatiškai prijungtas prisijungimo metu.
pl: To urządzenie zostanie samoczynnie podpięte przy logowaniu.

source: This device will not be automatically mounted at login.
id: Perangkat ini tidak akan secara otomatis dikaitkan saat login.
lt: Šis įrenginys prisijungimo metu nebus automatiškai prijungtas.
pl: To urządzenie nie zostanie samoczynnie podpięte przy logowaniu.

source: This device will be automatically mounted when attached.
id: Perangkat ini akan secara otomatis dikaitkan saat dilampirkan.
lt: Šis įrenginys bus automatiškai prijungtas, jį įdėjus.
pl: To urządzenie będzie samoczynnie podpięte po podłączeniu.

source: This device will not be automatically mounted when attached.
id: Perangkat ini tidak akan secara otomatis dikaitkan saat dimasukkan.
lt: Šis įrenginys, jį įdėjus, nebus automatiškai prijungtas.
pl: To urządzenie nie będzie samoczynnie podpięte po podłączeniu.

source: Attached Devices
id: Perangkat Dilampirkan
lt: Įdėti įrenginiai
pl: Podłączone urządzenia

source: Disconnected Devices
id: Perangkat Terdiskoneksi
lt: Atjungti įrenginiai
pl: Odłączone urządzenia
