Repository: feren-OS/plasma-desktop-kcms
Catalog: po/*/kcm5_componentchooser.po
Languages: af, be, cy, fi, gu, ku, lt, mk, ml, ms, ne, or, se, si, te, tg, th, vi

source: <qt> <p>This list shows the configurable component types. Click the component you want to configure.</p> <p>In this dialog you can change KDE default components. Components are programs that handle basic tasks, like the terminal emulator, the text editor and the email client. Different KDE applications sometimes need to invoke a console emulator, send a mail or display some text. To do so consistently, these applications always call the same components. Here you can select which programs these components are.</p> </qt>
af: <qt> <p>Hierdie lys wys die konfigureerbare komponent tipes. Kliek op die komponent wat jy wil konfigureer.</p> <p>In hierdie dialoog kan jy KDE se verstek komponente verander. Komponente is programme wat basiese take hanteer, soos die terminaal emuleerder, die teks redigeerder en dei e-pos kliënt. Verskillende KDE applikasies moet soms 'n konsole emuleeder aktiveer, 'n boodskap stuur of teks vertoon. Om dit konsekwent te doen, sal hierdie applikasies altyd dieselfde komponent oproep. Jy kan hier kies watter programme hierdie komponente is.</p> </qt>
be: <qt> <p>Гэты спіс паказвае тыпы кампанентаў, якія магчыма наставіць. Націсніце на той, што вы хочаце наставіць.</p> <p>У гэтым дыялогу можна наставіць кампаненты KDE па змаўчанні. Кампаненты - праграмы, якія займаюцца базавымі працамі, такімі, як эмуляцыя тэрміналу, рэдагаванне тэксту ці праца з электронная поштай. Розныя праграмама KDE час ад часц трэба запусціць эмулятар тэрміналу, адаслаць ліст або паказаць нейкі тэкст. Каб выглядаць, як адзінае цэлае, ім трэба заўсёды выклікаць аднолькавыя кампаненты. Тут вы можаце назначыць на кожны кампанент патрэбную праграму.</p> </qt>
cy: <qt> <p>Ymddengys y rhestr yma y mathau o gydran a ellir ffurfweddu. Cliciwch y gydran yr hoffech ffurfweddu.</p> <p>Yn yr ymgom yma, gallwch newid cydrannau rhagosod KDE. Mae cydrannau yn raglenni sy'n trin tasgiau sylfaenol, fel yr efelychydd terfynell, y golygydd testun, a'r dibynnydd ebost. Weithiau mae'n rhaid i gymhwysiadau gwahanol KDE ymgychywn efelychydd terfynell, anfon ebost, neu dangos testun. Er mwyn gwneud hyn yn gyson, mae'r cymhwysiadau yma o hyd yn galw'r un un gydran. Gallwch ddewis yma pa raglenni y mae'r cydrannau yma.</p> </qt>
fi: <qt> <p>Tässä luettelossa näkyvät muokattavissa olevat komponentit. Napsauta komponenttia, jota haluat muokata.</p> <p>Tässä valintaikkunassa voit vaihtaa KDE:n oletuskomponentteja. Komponentit ovat ohjelmia, jotka toteuttavat perustehtäviä kuten päätteen, tekstimuokkaimen ja sähköpostin. Eri KDE-sovellusten pitää joskus avata pääte, lähettää sähköpostia tai näyttää jotain tekstiä. Tehdäkseen sen yhdenmukaisesti ohjelmat käyttävät aina samoja komponentteja. Tästä voit valita, mitä ohjelmia nämä komponentit ovat.</p> </qt>
ku: <qt> <p>Ev lîste cureyên pêkhênanan yên mîhengbarin, dide nîşan. Li ser pêkhênanê ku dixwazî mîheng bikî, bitikîne.</p> <p> Di vê diyalogê de tu dikarî pêkhênanê standard yê KDE biguherînî. Pêkhênan programin ku peywirên bingehîn çareser dikin, nemûne emulatorê termînal, sererastkerê nivîsê û daxwazkerê emailê. Sepanen KDE yên cuda divên carcaran emûlator vexwînin an emailan bişînin anjî nivîsan bidin xwîyakirin. Ji bo ku ev kar bi lehev bê kirin, divêt ev sepanan hercar heman pêkhênanan vexwîne. Livir tu dikare van programê pêkhênanan hibijêrî.</p> </qt>
lt: <qt> <p>Šiame sąraše matote konfigūruojamus komponentų tipus. Spustelėkite ant komponento, kurį norite konfigūruoti.</p> <p>Šiame dialoge galite pakeisti numatytuosius KDE komponentus. Komponentai yra programos, tokios kaip terminalo emuliatorius, tekstų redaktorius ir el. pašto kliento programa, kurios atlieka pagrindines užduotis. Skirtingos KDE programos kartais naudoja pulto emuliatorių, siunčia paštą ar rodo kokį nors tekstą. Siekiant išlaikyti nuoseklumą, šios programos visuomet iškviečia tuos pačius komponentus. Čia galite nurodyti, kokios programos atlieka šių komponentų funkcijas.</p> </qt>
mk: <qt> <p>Оваа листа ги покажува типовите на конфигурабилни компоненти. Кликнете на компонентата која сакате да ја конфигурирате.</p> <p>Во овој дијалог може да ги смените почетните KDE компоненти. Компонентите се програми кои ракуваат со основни задачи, како што е терминалниот емулатор, уредувачот на текст и клиентот за е-пошта. Различни KDE апликации понекогаш треба да повикаат емулатор на конзола, да испратат пошта или да прикажат некој текст. За да го прават ова конзистентно, овие апликации треба секогаш да ги повикуваат истите компоненти. Тука може да изберете кои програми ќе бидат тие компоненти.</p> </qt>
ml: <qt> <p>ക്രമീകരിയ്ക്കാന്‍ പറ്റുന്ന ഘടകങ്ങളുടെ തരം കാണിയ്ക്കുന്ന പട്ടികയയാണിതു്. നിങ്ങള്‍ക്കു് ക്രമീകരിയ്ക്കേണ്ട ഘടകത്തില്‍ അമര്‍ത്തുക.</p> <p>ഈ ഡയലോഗില്‍ നിങ്ങള്‍ക്ക് സഹജമായ കെഡിഇ ഘടകങ്ങളെ മാറ്റാം. ടെര്‍മിനല്‍ എമുലേറ്റര്‍, എഴുത്തിടം, ഈമെയില്‍ ക്ലയന്റ് പോലെ അടിസ്ഥാന ജോലികള്‍ കൈകാര്യം ചെയ്യുന്ന പ്രോഗ്രാമുകളാണു് ഘടകങ്ങള്‍. വ്യത്യസ്ത കെഡിഇ പ്രയോഗങ്ങള്‍ക്കു് ചിലപ്പോള്‍ കണ്‍സോള്‍ എമുലേറ്റര്‍ തുടങ്ങുക, ഈമെയില്‍ അയയ്ക്കുക ചില പദാവലി കാണിയ്ക്കുക തുടങ്ങിയ കാര്യങ്ങള്‍ ചെയ്യേണ്ടി വരും. ഇതു ധ്രടതയോടെ ചെയ്യുവാന്‍ ചില പ്രയോഗം ഒരെ ഘടകത്തിനെ വീണ്ടും വിളിക്കുന്നു. അവ പ്രതീക്ഷയ്ക്കൊത്തു് ചെയ്യുവാന്‍ ഈ പ്രയോഗങ്ങള്‍ ഒരേ ഘടകങ്ങളെ എപ്പോഴും വിളിയ്ക്കുന്നു. ഈ ഘടകങ്ങള്‍ ഏതു് പ്രോഗ്രാമുകളാണെന്നു് ഇവിടെ നിങ്ങള്‍ക്കു് തെരഞ്ഞെടുക്കാം.</p> </qt>
ms: <qt> <p>Senarai ini menayangkan jenis komponen boleh konfigur. Klik komponen yang anda ingin konfigur.</p> <p>Dalam dialog ini anda boleh ubah komponen piawai KDE. Komponen adalah program yang menangani tugas asas, seperti pelagak terminal, editor teks dan klien e-mel. Aplikasi KDE yang berbeza kadang-kadang perlu meminta pelagak konsol, hantar e-mel atau papar teks. Untuk melakukan secara konsisten, aplikasi ini sentiasa memanggil komponen yang sama. Sudahkah anda memilih program mana yang membentuk komponen ini.</p> </qt>
ne: <qt> <p>यो सूचीले कन्फिगरयोग्य अवयव प्रकारहरू देखाउँछ । तपाईँले कन्फिगर गर्न चाहनुभएको अवयव कन्फिगर गर्नुहोस् ।</p> <p>यो संवादमा तपाईँले पूर्वनिर्धरित केडीई अवयवहरू परिवर्तन गर्न सक्नुहुन्छ । अवयव कार्यक्रमहरू हुन् जसले टर्मिनल यन्त्र, पाठ सम्पादक र इमेल क्लाइन्ट जस्तै आधारभूत कार्यहरू ह्यान्डल गर्छन् । केडीई अनुप्रयोगले कहिले काँहि बिभिन्न कन्सोल यन्त्र आव्हान गर्न, पत्र पठाउँन वा केही पाठ प्रदर्शन गर्न आवश्यक हुन्छ । निरन्तर रुपमा त्यस्तो गर्न, यि अनुप्रयोगले सधैँ समान अवयवहरू बोलाउँछन् । तपाईँले यहाँ यी कुन कार्यक्रम अवयवहरू हुन् चयन गर्न सक्नुहुन्छ ।</p> </qt>
se: <qt> <p> Dán listtus oainnát oassešlájaid maid sáhtát heivehit. Coahkkal daid osiid maid háliidat heivehit.</p> <p>Dán lásežis sáhtát molsut standárdosiid KDE:s. Oasit leat prográmmat mat gieđahallat vuđolaš bargguid, nugo terminálprográmma, čállinprográmma ja e-boastaprográmma. Dihto KDE-prográmmat dárbbašit álggahit terminálaid, sáddet e-boastta dahje čájehit teavstta. Vai dát galgá leat seammaláhkai olles áiggi, de prográmmat álo geavahit seamma osiid. Dás válljet makkár prográmmaid háliidat geavahit daid sierra osiide.</p> </qt>
si: <qt> <p>මෙම ලැයිස්තුව වෙනස් කල හැකි සංරචක වර්‍ග පෙන්වයි. ඔබට වෙනස් කිරීමට ඇවැසි සංරචකය තෝරන්න.</p> <p>මෙම සංවාදයේදී ඔබට පෙරනිමි KDE සංරචක වෙනස් කල හැක.මෙහිදී ඔබට සංරචක වැඩසටහන් වෙනස් කල හැක. සංරචක යනු අග්‍ර අනුකාරකය , පෙළ සකසනය හා තැපැල් සහායක වැනි මූලික කාර්‍යයන් හසුරුවන වැඩසටහන් වේ. වෙනස් KDE යෙදුම් සඳහා ඇතැම්විට කන්සෝල අනුකාරකයක් අවදි කිරීමට සිදුවිය හැක, ඇතැම් විට ලිපියක් යැවීම හෝ පෙළක් පෙන්වීමට සිදුවිය හැක, ඒවා නිවැරදිව කිරීම සඳහා මෙම යෙදුම් වලට යම් සංරචක කැඳවීමට සිදුවේ, මෙහිදී ඔබට එම වැඩසටහන් හා සංරචක මොනවාදැයි යෙදිය හැක..</p> </qt>
tg: <qt> <p> Ин рӯйхат намуди компоненти дигаргункарнанро нишон медиҳад. Барои компоненте,ки шумо мехоҳед дигаргун кунед, ин компонентро пахш кунед.</p> <p>Дар ин диалог шумо метавонед KDE-и компонентҳоро ба накардан дигаргун созед. Ин компонентҳо барномае ҳастанд, ки мисолҳои асосиро ба худ ҷалб мекунад, монанди терминали эмулятор, муҳаррири матн ва кргари почтаи электронӣ. Дигар барномаҳои KDE як хел вақт ба гирондани эмулятори Console, фиристодани почта ёки нишон додани як хел матн, мӯҳтоҷ астанд. Кардани ин доимот, ҳамон барномаҳо ҳар дафъа ба компанентҳои якшакла мӯҳтоҷ астанд. Дар ин ҷо шумо метавонед нитихоб кунед, ки кадом барномаҳо ба кадом компонентҳо мӯҳтоҷ астанд.</p> </qt>
th: <qt> <p>ชุดรายการนี้แสดงถึงประเภทส่วนประกอบที่ปรับแต่งได้ ให้คลิกที่ส่วนประกอบที่คุณต้องการปรับแต่ง</p> <p>ในกล่องนี้ คุณสามารถจะเปลี่ยนส่วนประกอบปริยายของ KDE ได้ ส่วนประกอบก็คือโปรแกรมที่มีการทำงานทั่ว ๆ ไป เช่น เทอร์มินัล, เครื่องมือแก้ไขข้อความ และโปรแกรมรับ/ส่งเมล โปรแกรมต่าง ๆ ของ KDE อาจจำเป็นต้องจะเรียกใช้ตัวจำลองคอนโซล, ส่งเมล หรือแสดงแฟ้มข้อความ ในการที่จะทำแบบนั้นได้แบบแนบเนียน โปรแกรมเหล่านี้จะต้องเรียกใช้ส่วนประกอบเดียวกันเสมอ คุณสามารถเลือกได้ว่าจะให้ โปรแกรมไหนเป็นส่วนประกอบใด ได้ที่นี่</p> </qt>
vi: <qt> <p>Danh sách này hiển thị những dạng thành phần có thể cấu hình. Nhấn vào thành phần bạn muốn cấu hình.</p> <p>Trong hộp thoại này bạn có thể thay đổi các thành phần mặc định của KDE. Thành phần là các chương trình điều khiển các công việc cơ bản, như giả trình lệnh, soạn thảo và trình thư. Một số ứng dụng KDE đôi khi cần một trình lệnh, gửi một thư, hay hiển thị văn bản. Để đảm bảo tính ổn định, các ứng dụng luôn luôn gọi cùng một thành phần. Bạn có thể chọn những thành phần đó ở đây.</p> </qt>

source: Select preferred Web browser application:
af: Kies voorkeur Web blaaier program:
be: Выберыце вандроўнік па Сеціве:
cy: Dewiswch eich hoff gymhwysiad i bori'r we:
fi: Valitse haluamasi selainohjelma:
gu: અધિમાન્ય વેબ બ્રાઉઝર કાર્યક્રમને પસંદ કરો:
ku: Sepanê gerokê torê yê xwestî hilbijêre:
lt: Pasirinkite pageidaujamą saityno naršyklės programą:
mk: Изберете претпочитана апликација за прелистување на веб:
ml: നിങ്ങള്‍ക്കിഷ്ടമായ വെബ് ബ്രൌസര്‍ പ്രയോഗം തിരഞ്ഞെടുക്കുക:
ms: Pilih aplikasi pelayar Web digemari:
ne: रूचाइएका वेब ब्राउजर अनुप्रयोग चयन गर्नुहोस्:
or: ପସନ୍ଦ ଯୋଗ୍ୟ ୱେବ ବ୍ରାଉଜର ପ୍ରୟୋଗକୁ ବାଛନ୍ତୁ:
se: Vállje oidojuvvon fierpmádatlogana:
si: කැමති ජාල ගවේශක භාවිත යෙදුම තෝරන්න:
te: అభీష్ట వెబ్ బ్రౌజర్ అనువర్తనమును యెంపికచేయుము:
tg: Выберите предпочтительный браузер:
th: เลือกเว็บเบราว์เซอร์ที่ควรใช้:
vi: Chọn trình duyệt web yêu thích:

source: Select preferred email client:
af: Kies voorkeur e-pos kliënt:
be: Выберыце паштовы кліент:
cy: Dewiswch eich hoff ddibynnydd ebost:
fi: Valitse haluamasi sähköpostiohjelma:
gu: અધિમાન્ય મેઇલ ક્લાઇન્ટને પસંદ કરો:
ku: Daxwazkerê epeyamê yê xwestî hilbijêre:
lt: Pasirinkite pageidaujamą el. pašto kliento programą:
mk: Изберете претпочитан клиент за е-пошта:
ml: നിങ്ങള്‍ക്കിഷ്ടമായ ഈമെയില്‍ ക്ലൈന്റ് തിരഞ്ഞെടുക്കുക:
ms: Pilih klien email digemari
ne: रूचाइएका इमेल क्लाइन्ट चयन गर्नुहोस्:
or: ପସନ୍ଦ ଯୋଗ୍ୟ ଇମେଲ କ୍ଲାଏଣ୍ଟକୁ ବାଛନ୍ତୁ:
se: Vállje oidojuvvon e-boastaprográmma:
si: නිර්දේශිත තැපැල් සහායක තෝරන්න:
te: అభీష్ట ఈమెయిల్ క్లైంటును యెంపికచేయుము:
tg: Беҳтарин коргари почтаи электроникиро интихоб кунед:
th: เลือกโปรแกรมรับส่งอีเมลที่ควรใช้:
vi: Chọn trình thư yêu thích:

source: Select preferred terminal application:
af: Kies voorkeur terminaal program:
be: Выберыце ўлюбёную тэрмінальную праграму:
cy: Dewiswch eich hoff gymhwysiad terfynnell:
fi: Valitse haluamasi pääteohjelma:
gu: અધિમાન્ય ટર્મિનલ કાર્યક્રમને પસંદ કરો:
ku: Sepanê terminal yê xwestî hilbijêre:
lt: Pasirinkite pageidaujamą terminalo programą:
mk: Изберете претпочитана терминалска апликација:
ml: നിങ്ങള്‍ക്കിഷ്ടമായ ടെര്‍മിനല്‍ പ്രയോഗം തിരഞ്ഞെടുക്കുക:
ms: Pilih terminal aplikasi digemari.
ne: रूचाइएका टर्मिनल अनुप्रयोग चयन गर्नुहोस्:
or: ପସନ୍ଦ ଯୋଗ୍ୟ ଟର୍ମିନାଲ ପ୍ରୟୋଗକୁ ବାଛନ୍ତୁ:
se: Vállje oidojuvvon terminálprográmma:
si: නිර්දේශිත අග්‍ර යෙදුම තෝරන්න:
te: అభీష్ట టెర్మినల్ అనువర్తనమును యెంపికచేయుము:
tg: Беҳтарин барномаи терминалиро интихоб кунед:
th: เลือกโปรแกรมเทอร์มินัลที่ควรใช้:
vi: Chọn ứng dụng dòng lệnh yêu thích:

source: Kmail is the standard Mail program for the Plasma desktop.
fi: Plasma-työpöytäympäristön oletussähköpostiohjelma on KMail.
lt: Kmail yra standartinė Plasma darbalaukio pašto programa.

source: &Use KMail as preferred email client
af: Gebruik KPos as voorkeur e-pos klient
be: &Зрабіць KMail улюбёным паштовым кліентам
cy: &Defnyddio KMail yn hoff ddibynnydd ebost
fi: &Käytä sähköpostiohjelmana KMailia
gu: મેઇલ ક્લાઇન્ટ તરીકે KMail ને વાપરો
ku: &KMail wekî daxwezkerê email yê xwestî bikar bîne.
lt: &Naudoti KMail kaip pageidaujamą pašto kliento programą
mk: &Користи го KMail како претпочитан клиент за е-пошта
ml: നിങ്ങള്‍ക്കിഷ്ടമായ ഈമെയില്‍ ക്ലൈന്റായി കെമെയില്‍ &തിരഞ്ഞെടുക്കുക
ms: G&una KMail sebagai klien emel utama
ne: इमेल क्लाइन्टले रुचाए अनुरुप के मेल प्रयोग गर्नुहोस्
or: KMailକୁ ପସନ୍ଦ ଯୋଗ୍ୟ ଇମେଲ କ୍ଲାଏଣ୍ଟ ପରି ବ୍ୟବହାର କରନ୍ତୁ (&U)
se: &Geavat KMail oidojuvvon e-boastaprográmman
si: නිර්දේශිත තැපැල් සහායක ලෙස KMail භාවිත කරන්න (&U)
te: (&U) KMailను అభీష్ట మెయిల్ క్లైంట్‌గా వుపయోగించుము.
tg: &Барномаи KMail-ро ҳамчун почтаи электронӣ истифода кунед.
th: ใ&ช้โปรแกรม KMail เป็นโปรแกรมรับ/ส่งอีเมลหลัก
vi: Dùng &KMail là trình thư yêu thích

source: Select this option if you want to use any other mail program.
af: Kies hierdie opsie om 'n ander e-pos program te gebruik
be: Уключыце гэтую опцыю, каб выкарыстоўваць іншую паштовую праграму.
cy: Dewiswch y dewisiad yma os hoffech ddefnyddio rhyw rhaglen ebost arall.
fi: Valitse tämä, jos haluat käyttää jotakin toista sähköpostiohjelmaa.
gu: આ વિકલ્પને પસંદ કરો જો તમે કોઇપણ બીજા મેઇલ પ્રક્રિયાને વાપરવા માંગતા હોય તો.
ku: Vê opsyonê hilbijêre heke tu bixwaze programekî emailê dî bi kar bînî.
lt: Pažymėkite šią parinktį jei norite naudoti kitą pašto programą.
mk: Изберете ја оваа опција ако сакате да користите некоја друга е-поштенска програма.
ml: നിങ്ങള്‍ക്കു് മറ്റൊരു മെയില്‍ പ്രോഗ്രാം ഉപയോഗിക്കണമെങ്കില്‍ ഇതുപയോഗിക്കുക.
ms: Pilih pilihan ini jika anda mahu menggunakan sebarang program mel lain.
ne: यदि तपाईँ अन्य कुनै पत्र कार्यक्रम प्रयोग गर्न चाहनुहुन्छ भने यो विकल्प चयन गर्नुहोस् ।
or: ଏହି ବିକଳ୍ପକୁ ବାଛନ୍ତୁ ଯଦି ଆପଣ ଅନ୍ୟ କୌଣସି ମେଲ ପ୍ରଗ୍ରାମକୁ ବ୍ୟବହାର କରିବାକୁ ଚାହୁଁଛନ୍ତି।
se: Vállje dán molssaeavttu jus hálidat geavahit eará e-boastaprográmma.
si: ඔබට වෙනත් තැපැල් වැඩසටහනක් භාවිත කිරීමට ඇවැසි නම් මෙම අභිප්‍රේතය තෝරන්න.
te: మీరు ఏదైనా యితర మెయిల్ ప్రోగ్రామ్‌ను వుపయోగించాలని అనుకుంటే ఈ ఐచ్చికాన్ని యెంపికచేసుకోండి.
tg: Агар шумо хоҳед ягон дирар барномаи почтар истифода кунед, ин параметрро интихоб кунед.
th: เลือกตัวเลือกนี้หากต้องการใช้โปรแกรมรับ/ส่งอีเมลตัวอื่น
vi: Chọn tùy chọn này nếu muốn dùng một trình thư khác.

source: Use a different &email client:
af: Gebruik 'n ander e-pos kliënt:
be: Выкарыстоўваць іншы &паштовы кліент:
cy: Defnyddio dibynnydd &ebost arall:
fi: Käytä jotakin &toista sähköpostiohjelmaa:
gu: વિવિધ મેઇલ ક્લાઇન્ટને વાપરો (&e):
ku: &Daxwazkerekî emailê din bikar bîne:
lt: Naudoti &kitą pašto kliento programą:
mk: Користи друг клиент за &е-пошта:
ml: മറ്റൊരു &ഈമെയില്‍ ക്ലയന്റ് ഉപയോഗിക്കുക:
ms: Guna kli&en email berlainan:
ne: एउटा फरक इमेल क्लाइन्ट प्रयोग गर्नुहोस्:
or: ଭିନ୍ନ ଏକ ଇମେଲ କ୍ଲାଏଣ୍ଟକୁ ବ୍ୟବହାର କରନ୍ତୁ (&e):
se: Geavat &eará e-boastaprográmma:
si: වෙනත් තැපැල් වැඩසටහනක් භාවිත කරන්න (&e):
te: (&e) వేరే ఈమెయిల్ క్లైంటును వుపయోగించుము:
tg: Аз &коргари почтаи электронӣ, барномаи дигарро истифода кунед
th: ใช้โปรแกรมรับ/ส่งอีเมลตัวอื่น:
vi: Dùng trình &thư khác:

source: Optional placeholders: <ul> <li>%t: Recipient's address</li> <li>%s: Subject</li> <li>%c: Carbon Copy (CC)</li> <li>%b: Blind Carbon Copy (BCC)</li> <li>%B: Template body text</li> <li>%A: Attachment </li> <li>%u: Full mailto: URL </li></ul>
fi: Valinnaiset muuttujat:<ul> <li>%t: vastaanottajan osoite</li> <li>%s: aihe</li> <li>%c: kopio (CC)</li> <li>%b: piilokopio (BCC)</li> <li>%B: viestin leipäteksti</li> <li>%A: liite</li> <li>%u Kokonainen mailto:-verkko-osoite </li></ul>
lt: Pasirinktini pakaitos simboliai: <ul> <li>%t: Gavėjo adresas</li> <li>%s: Tema</li> <li>%c: Kopija (CC)</li> <li>%b: Slapta kopija (BCC)</li> <li>%B: Šablono laiško tekstas</li> <li>%A: Priedas </li> <li>%u: Pilnas mailto: URL </li></ul>

source: Press this button to select your favorite email client. Please note that the file you select has to have the executable attribute set in order to be accepted.<br/> You can also use several placeholders which will be replaced with the actual values when the email client is called:<ul> <li>%t: Recipient's address</li> <li>%s: Subject</li> <li>%c: Carbon Copy (CC)</li> <li>%b: Blind Carbon Copy (BCC)</li> <li>%B: Template body text</li> <li>%A: Attachment </li> </ul>
fi: Valitse haluamasi sähköpostiohjelma napsauttamalla tästä. Huomaa, että valitsemasi tiedoston täytyy olla ohjelmatiedosto.<br/> Voit myös käyttää seuraavia muuttujia, jotka korvataan arvoilla sähköpostiohjelmaa kutsuttaessa. <ul> <li>%t: vastaanottajien osoitteet</li><li>%s: aihe</li> <li>%c: kopio (CC)</li> <li>%b: piilokopio (BCC)</li> <li>%B: viestin leipäteksti</li> <li>%A: liite </li> </ul>
ku: Jibo hilbijartina daxwazkerê emailê yê hevyaz livir bitekîne. Gelek giringe ku pel bikarbar be ji bo ku were bipejirîn. <br/> Tu dikare çend guhêrbaran bikar bîne, yê ku wên cihê nirxin rastî bigirin dema ku daxwazkerê emailê bêt vexwendin:<ul> <li>%t: Navnîşana wergir</li> <li>%s: Mijar</li> <li>%c: Kopî (CC)</li> <li>%b: Kopî ya kor (BCC)</li> <li>%B: Şablona nivîsê</li> <li>%A: Pêvek </li> </ul>
lt: Norėdami pasirinkti pageidaujamą el. pašto kliento programą, paspauskite šį mygtuką. Turėkite omenyje, kad pasirinktas failas turi būti vykdomasis, kitaip jis nebus priimtas.<br/> Jūs taip pat galite naudoti keletą pakaitos simbolių, kurie, iškviečiant pašto programą, bus pakeisti konkrečiomis reikšmėmis: <ul> <li>%t: Gavėjo adresas</li> <li>%s: Tema</li> <li>%c: Kopija (CC)</li> <li>%b: Slapta kopija (BCC)</li> <li>%B: Šablono laiško tekstas</li> <li>%A: Priedas </li> </ul>
mk: Притиснете на ова копче за да го изберете вашиот омилен клиент за е-пошта. Забележете дека датотеката што ќе ја изберете мора да има извршен атрибут за да биде прифатена.<br /> Исто така може да користите неколку вредности кои ќе бидат заменети со актуените вредности кога ќе се повика клиентот за е-пошта:<ul> <li>%t: Адреса на примачот</li> <li>%s: Тема</li> <li>%c: Идентична копија (CC)</li> <li>%b: Слепа идентична копија (BCC)</li> <li>%B: Шаблон за текст</li> <li>%A: Додаток </li> </ul>
ml: നിങ്ങളുടെ പ്രയപ്പെട്ട ഈമെയില്‍ ക്ലയന്റ് തെരഞ്ഞെടുക്കാന്‍ ഈ ബട്ടന്‍ അമര്‍ത്തു. നിങ്ങള്‍ തിരഞ്ഞെടുത്ത ഫയല്‍ പ്രവര്‍ത്തിപ്പിയ്ക്കാന്‍ കഴിയുന്നതാണെങ്കില്‍ മാത്രമേ സ്വീകരിയ്ക്കുകയുള്ളൂ.<br/> നിങ്ങള്‍ക്ക് പല തരത്തിലുള്ള സ്ഥലംപിടിയ്ക്കാനുള്ള സംഗതികളും ഉപയോഗിയ്ക്കാം, ഈമെയില്‍ ക്ലയന്റിനെ വിളിയ്ക്കുമ്പോള്‍ സ്ഥലം പിടിയ്ക്കാന്‍ വച്ചവ മാറ്റി ശരിയായ വിലകള്‍ വയ്ക്കും:<ul> <li>%t: കിട്ടേണ്ടയാളുടെ വിലാസം</li> <li>%s: വിഷയം</li> <li>%c: കാര്‍ബണ്‍ പകര്‍പ്പ് (CC)</li> <li>%b: മറ്റാരുമറിയാത്ത കാര്‍ബണ്‍ പകര്‍പ്പ് (BCC)</li> <li>%B: ഉള്ളടക്ക മാതൃക </li> <li>%A: അനുബന്ധം </li> </ul>
ms: Tekan butang ini untuk memilih klien emel kesukaan anda. Sila ambil perhatian bahawa fail yang anda pilih hendaklah mempunyai atribut boleh laksana ditetapkan sebelum diterima.<br /> Anda boleh gunakan beberapa pemegang tanda yang akan digantikan dengan dengan nilai sebenar apabila klien emel dipanggil:<ul> <li>%t: Alamat penerima </li> <li>%s: Subjek</li> <li>%c: Salinan Karbon (CC)</li> <li>%b: Salinan Karbon Blind (BCC)</li> <li>%B: Templat badan teks</li> <li>%A: Lampiran </li> </ul>
se: Deaddil dán boalu válljet oidojuvvon e-boastaprográmma. Fiila maid válljet ferte leat vuojehahtti prográmmafiila. <br/>Sáhtát maiddái geavahit "placeholders" mat lonuhuvvojit čuovvovaš árvvuiguin go e-boastaprográmma álggahuvvo: <ul> <li>%t: Vuostáiváldi čujuhus</li> <li>%s: Fáddá</li> <li>%c: Máŋgus (CC)</li> <li>%b: Čiegus máŋgus</li> <li>%B: Dieđáhusmálle</li> <li>%A: Mielddus</li> </ul>
si: ඔබේ ප්‍රියතම තැපැල් සහායක තේරීමට මෙම බොත්තම ඔබන්න. මෙය පිළිගැනීමට නම් ඔබ තෝරන ගොනුව විධානීය විය යුතු බව සලකන්න .<br/> ඔබට තැපැල් සහායක කැඳවීමේදී සත්‍ය අගයන් සමඟ ප්‍රථිස්තාපනය කල හැකි ස්ථාන ධාරක කිහිපයක් සැකසිය හැක:<ul> <li>%t: ලබන්නාගේ ලිපිනය</li> <li>%s: මාතෘකාව</li> <li>%c: කාබන් පිටපත (CC)</li> <li>%b: අන්ධ කාබන් පිටපත (BCC)</li> <li>%B: පෙරනිමි ශරීර පෙළ</li> <li>%A: ඇමිණුම </li> </ul>
tg: Нажмите эту кнопку, чтобы выбрать ваш любимый клиент электронной почты. Убедитесь, что выбранный вами файл имеет атрибут выполняемого. <br/> Вы можете также использовать несколько параметров, которые при вызове почтового клиента будут заменены реальными данными: <ul> <li>%t: адрес получателя</li> <li>%s: тема</li> <li>%c: копия</li> <li>%b: скрытая копия</li> <li>%B: шаблон тела сообщения</li> <li>%A: вложение </li> </ul>
th: กดที่ปุ่มนี้ เพื่อเลือกโปรแกรมรับ/ส่งอีเมลที่ต้องการ โปรดจำไว้ว่า แฟ้มที่คุณเลือกนั้น จะต้องสามารถประมวลผลได้<br/> คุณสามารถค่าอื่น ๆ เพื่อแทนที่ค่าปกติเมื่อเรียกประมวลผลโปรแกรมรับ/ส่งอีเมล: <ul> <li>%t: ที่อยู่ผู้รับ</li> <li>%s: เรื่อง</li> <li>%c: ทำสำเนา (CC)</li> <li>%b: ซ่อนการทำสำเนา (BCC)</li> <li>%B: แม่แบบเนื้อความ</li> <li>%A: สิ่งที่แนบมาด้วย </li> </ul>
vi: Nhấn nút này để chọn trình thư yêu thích của bạn. Chú ý rằng tập tin bạn đã chọn phải có thuộc tính thực thi để có thể được chấp nhận.<br /> Bạn có thể dùng nhiều từ giữ chỗ sẽ được thay thế với giá trị thực khi trình thư được gọi:<ul> <li>%t: Địa chỉ người nhận</li> <li>%s: Chủ đề</li> <li>%c: Chép Cho (CC)</li> <li>%b: Bí mật Chép Cho (BCC)</li> <li>%B: Văn bản thân mẫu</li> <li>%A: Đính kèm </li> <li>%u: URL mailto: đầy đủ </li></ul>

source: Click here to browse for the mail program file.
af: Kliek hier om na die e-pos kliënt se program lêer te soek
be: Націснціе, каб шукаць файл паштовай праграмы.
cy: Cliciwch yma i bori am y ffeil rhaglen ebost.
fi: Valitse sähköpostiohjelma napsauttamalla tästä.
gu: મેઇલ પ્રક્રિયા ફાઇલ માટે અહિંયા બ્રાઉઝ પર ક્લિક કરો.
ku: Jibo lêgerîna li pela programa Mailê livir bitekîne.
lt: Spustelėkite čia, norėdami ieškoti pašto programos failo.
mk: Кликнете тука за да прелистате за програмската датотеката за е-пошта.
ml: മെയില്‍ പ്രോഗ്രാം ഫയല്‍ ബ്രൌസ് ചെയ്യുന്നതിനായി ഇവിടെ ക്ലിക്ക് ചെയ്യുക.
ms: Klik disini untuk melayari untuk fail program mel.
ne: पत्र कार्यक्रम फाइलका लागि ब्राउज गर्न यहाँ क्लिक गर्नुहोस् ।
or: ମେଲ ପ୍ରଗ୍ରାମ ଫାଇଲକୁ ବ୍ରାଉଜ କରିବା ପାଇଁ ଏଠାରେ କ୍ଲିକ କରନ୍ତୁ।
se: Coahkkal dákko ohcan dihte e-boastaprográmma.
si: තැපැල් වැඩසටහන් ගොනුව සඳහා ගවේශනය කිරීමට මෙහි ක්ලික් කරන්න.
te: మెయిల్ ప్రోగ్రామ్ పైలు కొరకు బ్రౌజ్ చేయుటకు యిక్కడ నొక్కుము.
tg: Дар ин ҷо пахш кунед барои кушодани барномаи файли почта
th: คลิกที่นี่เพื่อเรียกดูแฟ้มโปรแกรมรับ/ส่งเมล
vi: Nhấn vào đây để tìm tập tin chương trình thư.
