Repository: feren-OS/plasma-desktop-kcms
Catalog: po/*/kcm5_baloofile.po
Languages: de, eu, he, ru, tr

# NAME OF TRANSLATORS
source: Your names
de: Burkhard Lück
eu: Iñigo Salvador Azurmendi
he: אלקנה ברדוגו
ru: Александр Поташев
tr: Necdet Yücel

# EMAIL OF TRANSLATORS
source: Your emails
de: lueck@hube-lueck.de
eu: xalba@euskalnet.net
he: ttv200@gmail.com
ru: aspotashev@gmail.com
tr: necdetyucel@gmail.com

source: File Search helps you quickly locate all your files based on their content
de: Die Dateisuche hilft Ihnen, alle Ihre Dateien auf der Grundlage des Inhalts zu lokalisieren
eu: Fitxategi bilaketak zure fitxategi guztiak euren edukian oinarrituta azkar aurkitzen laguntzen dizute
he: חיפוש קבצים עוזר לך למצוא במהירות את הקבצים שלך על בסיס תוכנם
ru: Поисковая система позволяет быстро находить файлы по их содержимому
tr: Dosya Araması, içeriklerine göre tüm dosyalarınızı hızlıca bulmanıza yardımcı olur

source: Enable File Search
de: Dateisuche aktivieren
eu: Gaitu fitxategi bilaketa
he: אפשר חיפוש קבצים
ru: Включить службу поиска файлов
tr: Dosya Aramasını Etkinleştir

source: Also index file content
de: Auch Dateiinhalt indizieren
eu: Gainera indexatu fitxategien edukia
he: אנדקס גם את תוכן הקבצים
ru: Также индексировать содержимое файлов
tr: Ayrıca dosya içeriğini dizinle

source: Do not search in these locations:
de: Nicht in diesen Orten suchen:
ru: Исключить следующие папки из поиска:

source: Select the folder which should be excluded
de: Wählen Sie den Ordner, der von der Indizierung ausgeschlossen werden soll
eu: Hautatu baztertu beharko litzatekeen karpeta
he: בחר את התיקיות שימנעו מחיפוש
ru: Выбор папки для исключения из поискового индекса
tr: Hariç tutulacak klasörü seçin

source: Not allowed to exclude root folder, please disable File Search if you do not want it
de: Es ist nicht möglich, den Basisordner auszuschließen. Bitte deaktivieren Sie die Dateisuche, wenn Sie sie nicht benutzen möchten
eu: Ez da onartzen erro karpeta baztertzea, desgaitu fitxategi bilaketa hura nahi ez baduzu
ru: Нельзя исключить из поиска корневой каталог, при необходимости выключите поиск полностью
tr: Kök klasörü hariç tutma izniniz yok, lütfen Dosya Aramasını istemiyorsanız devre dışı bırakın

source: Folder %1 is already excluded
de: Der Ordner %1 ist bereits ausgeschlossen
eu: %1 karpeta dagoeneko baztertuta dago
he: התיקיה %1 כבר יוצאת דופן
ru: Папка %1 уже исключена из поиска
tr: %1 klasörü zaten hariç tutuluyor

source: Folder's parent %1 is already excluded
de: Der übergeordnete Ordner %1 ist bereits ausgeschlossen
eu: Karpetaren %1 gurasoa dagoeneko baztertua dago
he: תיקית האב של %1 כבר יוצאת דופן
ru: Из поиска уже исключена родительская папка %1 по отношению к выбранной папке.
tr: Üst %1 klasörü zaten hariç tutuluyor

source: Configure File Search
de: Dateisuche einrichten
eu: Konfiguratu fitxategi bilaketa
he: הגדרות חיפוש קבצים
ru: Настройка службы поиска файлов
tr: Dosya Aramasını Yapılandır

source: Copyright 2007-2010 Sebastian Trüg
he: כל הזכויות שמורות ל־Sebastian Trüg
ru: © Sebastian Trüg, 2007-2010
tr: Telif Hakkı 2007-2010 Sebastian Trüg
