Repository: feren-OS/plasma-desktop-kcms
Catalog: po/*/kcm5_componentchooser.po
Languages: af, be, cy, fi, gu, ku, lt, mk, ml, ms, ne, or, se, si, te, tg, th, vi

# NAME OF TRANSLATORS
source: Your names
af: Kobus Venter
be: Ігар Грачышка
cy: Owain Green drwy KGyfieithu
fi: Tapio Kautto, Kim Enkovaara, Teemu Rytilahti, Ilpo Kantonen, Jorma Karvonen, Tommi Nieminen
gu: શ્ર્વેતા કોઠારી, કાર્તિક મિસ્ત્રી
ku: Ezadin Mahmoud
lt: Ričardas Čepas, Donatas Glodenis, Moo
mk: Божидар Проевски
ml: അനി പീറ്റര്‍,ഹരി വിഷ്ണു,ശേഷഗിരി പ്രഭു,പ്രവീണ്‍ അരിമ്പ്രത്തൊടിയില്‍
ms: Muhammad Najmi bin Ahmad Zabidi, Sharuzzaman Ahmat Raslan
ne: Nabin Gautam, श्यामकृष्ण बल
or: ମନୋଜ କୁମାର ଗିରି
se: Børre Gaup
si: ඩනිෂ්ක නවින්
te: కృష్ణబాబు కె , విజయ్ కిరణ్ కముజు
tg: Абророва Хиромон
th: ถนอมทรัพย์ นพบูรณ์, สหชาติ อนุกูลกิจ
vi: Phan Vĩnh Thịnh, Lê Hoàng Phương

# EMAIL OF TRANSLATORS
source: Your emails
af: kabousv@therugby.co.za
be: ihar.hrachyshka@gmail.com
cy: kyfieithu@dotmon.com
fi: eleknader@phnet.fi,kim.enkovaara@iki.fi,teemu.rytilahti@kde-fi.org,ilpo@iki.fi,karvonen.jorma@gmail.com, translator@legisign.org
gu: swkothar@redhat.com, kartik.mistry@gmail.com
ku: ezadin76@gmail.com
lt: rch@richard.eu.org, dgvirtual@akl.lt, <>
mk: bobibobi@freemail.com.mk
ml: peter.ani@gmail.com,harivishnu@gmail.com,seshagiriprabhu@gmail.com,pravi.a@gmail.com
ms: md_najmi@yahoo.com, sharuzzaman@myrealbox.com
ne: nabin@mpp.org.np,shyamkrishna_bal@yahoo.com
or: mgiri@redhat.com
se: boerre@skolelinux.no
si: danishka@gmail.com
te: k.meetme@gmail.com,infyquest@gmail.com
tg: H_Abrorova@rambler.ru
th: donga.nb@gmail.com, drrider@gmail.com
vi: teppi82@gmail.com, herophuong93@gmail.com

source: <qt>Open <b>http</b> and <b>https</b> URLs</qt>
af: <qt>Maak <b>http</b> en <b>https</b> URLs oop</qt>
be: <qt>Адкрываць URL тыпу <b>http</b> і <b>https</b></qt>
cy: <qt>Agor URLau <b>http</b> ac <b>https</b></qt>
fi: <qt>Avaa <b>http</b>- ja <b>https</b>-osoitteet</qt>
ku: <qt>URL'yên <b>http</b> û <b>https</b> veke</qt>
lt: <qt>Atverti <b>http</b> ir <b>https</b> URL</qt>
mk: <qt>Отвори <b>http</b> и <b>https</b> URL</qt>
ml: <qt><b>http</b>, <b>https</b> യുആര്‍എലുകള്‍ </qt>
ms: <qt>Buka URL <b>http</b> dan <b>https</b></qt>
ne: <qt><b>http</b> र <b>https</b> यूआरएल खोल्नुहोस् </qt>
or: <qt>ଖୋଲନ୍ତୁ <b>http</b> ଏବଂ <b>https</b> URLs</qt>
se: <qt>Raba <b>http</b>- ja <b>https</b>-URL:aid</qt>
te: <qt><b>http</b> మరియు <b>https</b> URLలను తెరువుము</qt>
tg: <qt>Кушодани <b>http</b> ва <b>http-ҳо</b> URL-ҳо</qt>
th: <qt>เปิดที่อยู่ URL <b>http</b> และ <b>https</b></qt>
vi: <qt>Mở các địa chỉ URL <b>http</b> và <b>https</b></qt>

source: in an application based on the contents of the URL
af: in 'n applikasie gebaseer op die inhoud van die URL
be: у праграме, заснаванай на змесце URL
cy: mewn cymhwysiad a seilir ar gynnwys yr URL
fi: verkko-osoitteen sisällön mukaiseen sovellukseen
gu: URL નાં સમાવિષ્ટો પર આધારિત કાર્યક્રમ માં
ku: di sepanekî bingeha naveroka vî URL de
lt: programoje atsižvelgiant į URL turinį
mk: во апликација базирана на содржината на URL
ml: ഇവയുടെ ഉള്ളടക്കമനുസരിച്ചുള്ള പ്രയോഗത്തില്‍ താഴെ
ms: dalam aplikasi berdasarkan kandungan URL
ne: यूआरएलको सामाग्रीहरूमा आधारित एउटा अनुप्रयोगमा
or: URL ବିଷୟବସ୍ତୁ ଉପରେ ଆଧାରିତ ଗୋଟିଏ ପ୍ରୟୋଗରେ
se: prográmmas vuođđoduvvon čujuhusa sisdoalus
si: URL හී අන්තර්ගතය මත පදනම් වූ යෙදුම තුල
te: URL యొక్క సారములపై ఆధారపడి వొక అనువర్తనము నందు
tg: замима ба матни URL асос ёфтааст
th: ในโปรแกรมที่กำหนดให้ใช้กับที่อยู่ URL
vi: trong một ứng dụng dựa trên nội dung của địa chỉ URL

source: in the following application:
fi: seuraavaan sovellukseen:
lt: šioje programoje:

source: with the following command:
fi: seuraavalla komennolla:
lt: naudojant šią komandą:

source: Unknown
af: Onbekend
be: Невядомы
cy: Anhysbys
fi: Tuntematon
gu: અજાણ્યુ
ku: Nenas
lt: Nežinoma
mk: Непозната
ml: അപരിചിതം
ms: Tidak Diketahui
ne: अज्ञात
or: ଅଜଣା
se: Amas
si: නොදන්නා
te: తెలియని
tg: Номуайян
th: ไม่รู้จัก
vi: Không rõ

source: Choose from the list below which component should be used by default for the %1 service.
af: Kies uit die onderstaande lys watter komponent moet as die verstek gebruik word vir die %1 diens.
be: Выберыце са спісу, які кампанент неабходна зрабіць стандартным для сервісу %1.
cy: Dewiswch o'r restr isod pa gydrannau y dylid eu defnyddio'n ragosod ar gyfer y gwasanaeth %1.
fi: Valitse alla olevasta luettelosta oletuskomponentti palvelulle %1.
gu: નીચેની યાદીમાંથી પસંદ કરો જે %1 સેવા માટે મૂળભૂત રીતે વપરાયેલા ઘટક ક્યા હોવા જોઇએ.
ku: Ji vê lîsta jêr beşa ya ku jibo bikaranina Standard jibo servîsa %1 bibijêre.
lt: Pasirinkite iš sąrašo žemiau, kuris komponentas turėtų būti pagal numatymą naudojamas %1 tarnybai.
mk: Изберете од листата подолу која компонента треба да се користи како стандардна за сервисот %1.
ml: %1 സേവനത്തിനു് സഹജമായി ഉപയോഗിയ്ക്കേണ്ട ഘടകം താഴെയുള്ള പട്ടികയില്‍ നിന്നും തെരഞ്ഞെടുക്കുക.
ms: Pilih dari senarai di bawah komponen mana yang patut dijadikan sebagai default untuk servis %1.
ne: %1 कार्यका लागि पूर्वनिर्धारितद्वारा प्रयोग गर्नुपर्ने अवयव तलको सूचीबाट रोज्नुहोस् ।
or: %1 ସର୍ଭିସ ପାଇଁ କେଉଁ ଉପାଦାନଗୁଡ଼ିକୁ ପୂର୍ବନିର୍ଦ୍ଧାରିତ ଭାବେ ବ୍ୟବହାର କରିବା ଉଚିତ ତାହା ନିମ୍ନଲିଖିତ ତାଲିକାରୁ ବାଛନ୍ତୁ।
se: Vállje dan oasi maid hálidat geavahit %1 bálvalussii listtus dás vuolábealde.
si: %1 සේවාව සඳහා පෙරනිමියෙන් තිබිය යුතු සංරචකය පහත ලැයිස්තුවෙන් තෝරන්න.
te: సేవ %1 కొరకు యే కాంపోనెంటు వుపయోగించబడాలో క్రింది జాబితానుండి యెంచుకొనుము
tg: Аз рӯйхати зерномнависшудаи қисмати оне ки барои истифода зикр накарда, барои хизмати %1-ро интихоб кунед.
th: เลือกส่วนประกอบปริยายที่ควรใช้กับบริการ %1 จากรายการด้านล่างนี้
vi: Chọn từ danh sách phía dưới thành phần muốn dùng làm mặc định cho dịch vụ %1.

source: <qt>You changed the default component of your choice, do want to save that change now ?</qt>
be: <qt>Вы змянілі стандартны кампанент. Хочаце запісаць змены?</qt>
fi: <qt>Vaihdoit oletusohjelmaa. Haluatko nyt tallentaa muutoksen?</qt>
gu: <qt>તમે તમારા પસંદગીના મૂળભૂત ઘટકને બદલેલ છે, શું તે બદલાવનો સંગ્રહ કરવા માંગો છો ?</qt>
ku: <qt>Te pêkhênanê standard yê te bijartiye guhert, tu dixwaze vê guhertinê tomarbike ?</qt>
lt: <qt>Jūs pakeitėte savo pasirinktą numatytąjį komponentą. Ar norite įrašyti pakeitimą?</qt>
mk: <qt>Ја променивте вашата стандардна компонента. Дали сакате да ја зачувате оваа промена?</qt>
ml: <qt>നിങ്ങള്‍ക്കിഷ്ടമുള്ള സഹജമായ ഘടകം മാറ്റിയിരിയ്ക്കുന്നു, ആ മാറ്റങ്ങള്‍ ഇപ്പോള്‍ സൂക്ഷിയ്ക്കണമോ ?</qt>
ms: <qt>Anda telah mengubah komponen default pilihan anda, adakah anda ingin simpan perubahan itu sekarang ?</qt>
ne: <qt>तपाईँको रोजाइको पूर्वनिर्धारित अवयव परिवर्तन गर्नुभयो । के तपाईँ अहिले त्यो परिवर्तन बचत गर्न चाहनुहुन्छ?</qt>
or: <qt>ଆପଣ ନିଜ ପସନ୍ଦରେ ପୂର୍ବନିର୍ଦ୍ଧାରିତ ଉପାଦାନକୁ ପରିବର୍ତ୍ତନ କରିଛନ୍ତି, ସେହି ପରିବର୍ତ୍ତନଗୁଡ଼ିକୁ ସଂରକ୍ଷଣ କରିବାକୁ ଚାହୁଁଛନ୍ତି କି ?</qt>
se: <qt>Don leat rievdadan standárdoasi. Háliidatgo vurket rievdadusa dál?</qt>
si: <qt>ඔබ විසින් සම්මත සංරචකයන් වෙනස් කර ඇත, ඔබට එම වෙනස් කම සුරැකීමට අවශ්‍ය ද?</qt>
te: <qt>మీరు మీ యెంపిక యొక్క అప్రమేయ కాంపోనెంటును మార్చినారు, మీరు ఆ మార్పును దాయవలెనని అనుకొనుచున్నారా?</qt>
tg: <qt>Вы изменили компонент по умолчанию. Сохранить изменения?</qt>
th: <qt>คุณได้แก้ไขค่าส่วนประกอบปริยายเป็นตามการเลือกของคุณเอง ต้องการจะบันทึกการเปลี่ยนแปลงเดี๋ยวนี้หรือไม่ ?</qt>
vi: <qt>Bạn đã thay đổi thành phần mặc định theo lựa chọn. Ghi thay đổi ngay bây giờ?</qt>

source: No description available
af: Geen beskrywing beskikbaar
be: Апісанне адсутнічае
cy: Dim disgrifiad ar gael
fi: Kuvausta ei ole saatavilla
gu: વર્ણન ઉપલબ્ધ નથી
ku: Ravek ne berdest e
lt: Nėra prieinamo aprašo
mk: Нема достапен опис
ml: വിവരണം ലഭ്യമല്ല
ms: Tidak keterangan didapati
ne: विवरण उपलव्ध छैन
or: କୌଣସି ବର୍ଣ୍ଣନା ଉପଲବ୍ଧ ନାହିଁ
se: Ii leat válddahus olamuttus
si: විස්තරයක් නොපවතී
te: ఎటువంటి వివరణ అందుబాటులో లేదు
tg: Тасвир мавҷудият надорад
th: ไม่มีคำอธิบายอยู่
vi: Không có mô tả

source: Here you can change the component program. Components are programs that handle basic tasks, like the terminal emulator, the text editor and the email client. Different KDE applications sometimes need to invoke a console emulator, send a mail or display some text. To do so consistently, these applications always call the same components. You can choose here which programs these components are.
af: Hier kan jy die komponent program verander. Komponente is programme wat basiese take hanteer, soos die terminaal emuleerder, die teks redigeerder en die e-pos kliënt. Verskillende KDE applikasies moet soms 'n konsole emuleeder aktiveer, 'n boodskap stuur of teks vertoon. Om dit konsekwent te doen, sal hierdie applikasies altyd dieselfde komponent oproep. Jy kan hier kies watter programme hierdie komponente is.
be: Тут вы можаце змніць праграмы кампанентаў. Кампаненты - праграмы, якія займаюцца базавымі задачамі, такімі, як эмуляцы тэрміналу, тэкставы рэдактар ці паштовы кліент. Розныя праграмама KDE час ад часц трэба запусціць эмулятар тэрміналу, адаслаць ліст або паказаць нейкі тэкст. Каб выглядаць, як адзінае цэлае, ім трэба заўсёды выклікаць аднолькавыя кампаненты. Тут вы можаце назначцыь на кожны кампанент патрэбную праграму.
cy: Yma gallwch newid y rhaglen gydrannau. Mae cydrannau yn raglenni sy'n trin tasgiau gwahanol, fel yr efelychydd terfynell, y golygydd testun, a'r dibynnydd ebost. Weithiau mae'n rhaid i gymhwysiadau gwahanol KDE ymgychywn efelychydd terfynell, anfon ebost, neu dangos testun. Er mwyn gwneud hyn yn gyson, mae'r cymhwysiadau yma o hyd yn galw'r un un gydran. Gallwch ddewis yma pa raglenni y mae'r cydrannau yma.
fi: Tästä voit vaihtaa komponenttiohjelmia. Komponentit ovat ohjelmia, jotka toteuttavat perustehtäviä kuten päätteen, tekstimuokkaimen ja sähköpostin. Eri KDE-sovellusten pitää joskus avata pääte, lähettää sähköpostia tai näyttää jotain tekstiä. Tehdäkseen sen yhdenmukaisesti ohjelmat käyttävät aina samoja komponentteja. Tästä voit valita, mitä ohjelmia nämä komponentit ovat.
ku: Li vir tu dikarî programa pêkhênan biguherînî. Pêkhênan program in ku peywirên bingehîn çareser dikin, nemûne emulatorê termînal, sererastkerê nivîsê û daxwazkerê emailê. Sepanen KDE yên cuda divên carcaran emûlatoreke konsolê vexwînin an emailan bişînin an jî nivîsan bide xwîyakirin. Jibo ku ev kar bi lehev bê kirin, divêt ev sepanan hercar heman pêkhênanan vexwîne. Livir tu dikare van programê pêkhênanan hibijêre.
lt: Čia galite pakeisti komponentų programą. Komponentai yra programos, tokios, kaip terminalo emuliatorius, tekstų redaktorius ir el. pašto kliento programa, kurios atlieka pagrindines užduotis. Skirtingos KDE programos kartais naudoja pulto emuliatorių, siunčia paštą ar rodo kokį nors tekstą. Siekiant išlaikyti nuoseklumą, šios programos visuomet iškviečia tuos pačius komponentus. Čia galite nurodyti, kokios programos atlieka šių komponentų funkcijas.
mk: Тука може да ја измените програмата - компонента. Компонентите се програми кои ракуваат со основни задачи, како што е терминалниот емулатор, уредувачот на текст и клиентот за е-пошта. Различни KDE апликации понекогаш треба да повикаат емулатор на конзола, да испратат пошта или да прикажат некој текст. За да го прават ова конзистентно, овие апликации треба секогаш да ги повикуваат истите компоненти. Тука може да изберете кои програми ќе бидат тие компоненти.
ml: ഇവിടെ നിങ്ങള്‍ക്ക് ഘടക പ്രോഗ്രാമില്‍ മാറ്റം വരുത്താം. ടെര്‍മിനല്‍ എമുലേറ്റര്‍, എഴുത്തിടം, ഈമെയില്‍ ക്ലയന്റ് പോലെ അടിസ്ഥാന ജോലികള്‍ കൈകാര്യം ചെയ്യുന്ന പ്രോഗ്രാമുകളാണു് ഘടകങ്ങള്‍. വ്യത്യസ്ത കെഡിഇ പ്രയോഗങ്ങള്‍ക്കു് ചിലപ്പോള്‍ കണ്‍സോള്‍ എമുലേറ്റര്‍ തുടങ്ങുക, ഈമെയില്‍ അയയ്ക്കുക ചില പദാവലി കാണിയ്ക്കുക തുടങ്ങിയ കാര്യങ്ങള്‍ ചെയ്യേണ്ടി വരും. ഈ ഘടകങ്ങള്‍ എതു് പ്രോഗ്രാമുകളാണെന്നു് ഇവിടെ നിങ്ങള്‍ക്കു് തെരഞ്ഞെടുക്കാം.
ms: Disini anda boleh menukar program komponen. Komponen adalah program yang mengendali tugas asas, seperti emulator terminal, penyunting teks dan klien emel. Aplikasi KDE berlainan kadangkala perlu untuk memulakan emulator konsol, menghantar emel atau memaparkan beberapa teks. Untuk melakukannya dengan konsisten, aplikasi ini sentiasa memanggil komponen yang sama. Anda boleh memilih disini program yang mana adalah komponen tersebut.
ne: यहाँ तपाईँले कार्यक्रम अवयव परिवर्तन गर्न सक्नुहुन्छ । अवयव कार्यक्रमहरू हुन् जसले टर्मिनल यन्त्र, पाठ सम्पादक र इमेल क्लाइन्ट जस्ता आधारभूत कार्य ह्यान्डल गर्छन् । केडीई अनुप्रयोगले कहिले काँहि विभिन्न कन्सोल यन्त्र आव्हान गर्न, पत्र पठाउँन वा केही पाठ प्रदर्शन गर्न आवश्यक हुन्छ । निरन्तर रुपमा त्यस्तो गर्न, यि अनुप्रयोगले सधैँ समान अवयवहरू बोलाउँछन् । तपाईँले यहाँ यि कुन कार्यक्रम अवयव हुन् चयन गर्न सक्नुहुन्छ ।
se: Dás sáhtát rievdadit oasseprográmma. Oasit leat prográmmat mat gieđahallet vuđolaš bargguid, nugo terminálemuláhtora, čállinprográmma ja e-boastaklienta. Dihto KDE-prográmmat dárbbašit duollet dálle álggahit terminálemuláhtora, sáddet e-boastta dahje čájehit teavstta. Vai dát galgá leat seammaláhkai buot prográmmain, de prográmmat geavahit seamma oasi juohke háve. Dás sáhtát válljet makkár osiid galggat geavahit dihto doaimmaide.
si: මෙහිදී ඔබට සංරචක වැඩසටහන් වෙනස් කල හැක. සංරචක යනු අග්‍ර අනුකාරකය , පෙළ සකසනය හා තැපැල් සහායක වැනි මූලික කාර්‍යයන් හසුරුවන වැඩසටහන් වේ. වෙනස් KDE යෙදුම් සඳහා ඇතැම්විට කන්සෝල අනුකාරකයක් අවදි කිරීමට සිදුවිය හැක, ඇතැම් විට ලිපියක් යැවීම හෝ පෙළක් පෙන්වීමට සිදුවිය හැක, ඒවා නිවැරදිව කිරීම සඳහා මෙම යෙදුම් වලට යම් සංරචක කැඳවීමට සිදුවේ, මෙහිදී ඔබට එම වැඩසටහන් හා සංරචක මොනවාදැයි යෙදිය හැක.
tg: Дар ин ҷо шумо иетавонед барномаи компонентро дигаргун зозед. Ин компонентҳо барномае ҳастанд, ки мисолҳои асосиро ба худ ҷалб мекунад, монанди терминали эмулятор, муҳаррири матн ва кргари почтаи электронӣ. Дигар барномаҳои KDE як хел вақт ба гирондани эмулятори Console, фиристодани почта ёки нишон додани як хел матн, мӯҳтоҷ астанд. Кардани ин доимот, ҳамон барномаҳо ҳар дафъа ба компанентҳои якшакла мӯҳтоҷ астанд. Дар ин ҷо шумо метавонед нитихоб кунед, ки кадом барномаҳо ба кадом компонентҳо мӯҳтоҷ астанд.
th: คุณสามารถเปลี่ยนโปรแกรมของส่วนประกอบได้ที่นี่ ส่วนประกอบก็คือ โปรแกรมที่มีการทำงานทั่ว ๆ ไป เช่น เทอร์มินัล, เครื่องมือแก้ไขข้อความ และโปรแกรมรับ/ส่งเมล โปรแกรมต่าง ๆ ของ KDE อาจจำเป็นต้องจะเรียกใช้ตัวจำลองคอนโซล, ส่งเมล หรือแสดงแฟ้มข้อความในการที่จะทำแบบนั้นได้แบบแนบเนียน โปรแกรมเหล่านี้จะต้องเรียกใช้ส่วนประกอบเดียวกัน คุณสามารถเลือกได้ว่าจะให้โปรแกรมไหนเป็นส่วนประกอบใด ได้ที่นี่
vi: Ở đây bạn có thể thay đổi chương trình thành phần. Thành phần là các chương trình điều khiển các công việc cơ bản, như giả lập thiết bị cuối, soạn thảo và trình thư. Một số ứng dụng KDE đôi khi cần một trình lệnh, gửi một thư, hay hiển thị văn bản. Để đảm bảo tính ổn định, các ứng dụng luôn luôn gọi cùng một thành phần. Bạn có thể chọn những thành phần đó ở đây.

source: Default Component
af: Verstek Komponent
be: Стандартны кампанент
cy: Cydran Ragosodedig
fi: Oletuskomponentti
gu: મૂળભૂત ઘટક
ku: Pêkhênanê Standard
lt: Numatytasis komponentas
mk: Стандардна компонента
ml: സഹജമായ ഘടകം
ms: Komponen Default
ne: पूर्वनिर्धारित अवयव
or: ପୂର୍ବନିର୍ଦ୍ଧାରିତ ଉପାଦାନ
se: Standárdoassi
si: පෙරනිමි සංරචක
te: అప్రమేయ కాంపోనెంటు
tg: Банакардани Қисмат
th: ส่วนประกอบปริยาย
vi: Thành phần mặc định
