Repository: feren-OS/plasma-desktop-kcms
Catalog: po/*/kcm5_emoticons.po
Languages: es, he, id, ku, th

# NAME OF TRANSLATORS
source: Your names
es: Eloy Cuadra,Jaime Robles
he: Avi Sand
id: Andhika Padmawan,Wantoyo
ku: Omer Ensari
th: ถนอมทรัพย์ นพบูรณ์

# EMAIL OF TRANSLATORS
source: Your emails
es: ecuadra@eloihr.net,jaime@kde.org
he: avisand@yahoo.com
id: andhika.padmawan@gmail.com,wantoyek@gmail.com
ku: oensari@gmail.com
th: donga.nb@gmail.com

source: Insert the string for the emoticon. If you want multiple strings, separate them by spaces.
es: Inserte la cadena para el emoticono. Si quiere múltiples cadenas, sepárelas con espacios.
he: הכנס את המחרוזת עבור הרגשון. אם יש כמה מחרוזות, הפרד אותן ברווחים.
id: Sisipkan benang untuk emoticon. Jika anda ingin banyak benang, pisahkan dengan spasi.
th: ป้อนข้อความของไอคอนสื่ออารมณ์นี้ หากคุณต้องการใช้ข้อความหลายข้อความ ให้แยกแต่ละข้อความออกจากกันด้วยช่องว่าง

source: Emoticons
es: Emoticonos
he: רגשונים
ku: Vegotin
th: ไอคอนสื่ออารมณ์

source: Drag or Type Emoticon Theme URL
es: Arrastre o introduzca el URL del tema de emoticonos
he: גרור או הקלד כתובת לערכת נושא של רגשון
id: Tarik atau Ketik URL Tema Emoticon
ku: URL ya Dirba Vegotinê Bikişîne an jî Binivîse
th: ลากหรือพิมพ์ที่อยู่ URL ของชุดภาพไอคอนสื่ออารมณ์

source: Emoticon themes must be installed from local files.
es: Los temas de emoticonos deben ser instalados desde archivos locales.
he: ערכת נושא של רגשונים חייבת להיות מותקנת מקבצים מקומיים
id: Tema emoticon harus diinstal dari file lokal.
ku: Dirbên vegotinê pêwist e jê pelên di komputera te de hene bên saz kirin.
th: ขออภัย ชุดภาพไอคอนสื่ออารมณ์ต้องถูกติดตั้งจากแฟ้มภายในระบบเท่านั้น

source: Could Not Install Emoticon Theme
es: No se puede instalar el tema de emoticonos
he: לא ניתן להתקין ערכת נושא של רגשונים
id: Tak Dapat Menginstal Tema Emoticon
ku: Nikare Dirba Vegotinê Saz Bike
th: ไม่สามารถติดตั้งชุดภาพไอคอนสื่ออารมณ์ได้

source: Do you want to remove %1 too?
es: ¿Quiere eliminar también %1?
he: האם ברצונך להסיר גם את %1 ?
id: Anda ingin menghapus %1 juga?
ku: Tu dixwazî %1 jî jê bibî?
th: คุณต้องการจะลบเอา %1 ออกไปด้วยหรือไม่ ?

source: Delete emoticon
es: Borrar emoticono
he: מחק רגשון
id: Hapus emoticon
ku: Vegotinê jê bibe
th: ลบภาพไอคอนสื่ออารมณ์

source: Add Emoticon
es: Añadir emoticono
he: הוסף רגשון
id: Tambah Emoticon
ku: Vegotin Lê Zêde Bike
th: เพิ่มภาพไอคอนสื่ออารมณ์

source: Edit Emoticon
es: Editar emoticono
he: ערוך רגשון
ku: Vegotin Biguherîne
th: แก้ไขภาพไอคอนสื่ออารมณ์

source: New Emoticon Theme
es: Nuevo tema de emoticonos
he: רגשון חדש לערכת נושא
id: Tema Emoticon Baru
ku: Dirba Vegotina Nû
th: สร้างชุดภาพไอคอนสื่ออารมณ์ใหม่

source: Name of new emoticon theme:
es: Nombre del nuevo tema de emoticonos:
id: Nama tema emoticon baru:

source: %1 theme already exists
es: El tema %1 ya existe
he: ערכת נושא %1 כבר קיימת
id: Tema %1 telah ada
ku: Dirba %1 jixwe heye
th: มีชุดภาพไอคอนสื่ออารมณ์ %1 อยู่แล้ว

source: Choose the type of emoticon theme to create
es: Elija el tipo del tema de emoticonos a crear
he: בחר את סוג ערכת נושא הרגשונים ליצירה
id: Pilih tipe tema emoticon yang akan diciptakan
ku: Cureyê dirba vegotinê hilbijêre û biafirîne
th: เลือกประเภทของชุดภาพไอคอนสื่ออารมณ์ที่จะสร้าง

source: Emoticons Manager
es: Gestor de emoticonos
he: מנהל הרגשונים
id: Pengelola Emoticons
ku: Rêveberê Vegotinan
th: ตัวจัดการชุดภาพไอคอนสื่ออารมณ์

source: Install a theme archive file you already have locally
es: Instalar un archivo de tema que ya esté en su equipo local
he: התקן קובץ ארכיון מקומי של ערכת נושא
id: Instal file arsip tema yang telah anda miliki di cakram
ku: Pela arşîva dirbê yê jixwe di komputera te de heye saz bike
th: ติดตั้งแฟ้มจัดเก็บชุดภาพไอคอนที่มีอยู่แล้วภายในระบบ

source: If you already have an emoticon theme archive locally, this button will unpack it and make it available for KDE applications
es: Si ya tiene un archivo de tema de emoticonos en su equipo local, este botón lo descomprimirá y hará que esté disponible para las aplicaciones de KDE.
he: אם יש לך קובץ ארכיון מקומי של ערכת נושא פרצופון, כפתור זה יפרוש אותו ויעשה אותו זמין ליישומי KDE
id: Jika kamu sudah memiliki arsip tema emoticon secara lokal, tombol ini akan memuatnya dan menjadikannya tersedia buat aplikasi KDE
ku: Heke tu jixwe di komputera te de arşîva dirba vegotinekê hebe, ev bişkojk ê arşîvê veke û vê ji bo sepanên KDE amade bike.
th: หากคุณมีแฟ้มจัดเก็บชุดภาพไอคอนอยู่แล้วภายในระบบ การใช้ปุ่มนี้จะเป็นการคลายแฟ้มและทำให้มันสามารถใช้ได้กับโปรแกรมของ KDE

source: Install from File...
es: Instalar desde archivo...
id: Instal dari File...

source: Create New Theme...
es: Crear nuevo tema...
id: Ciptakan Tema Baru..

source: Create a new theme by assigning it a name. Then use the Add button on the right to add emoticons to this theme.
es: Cree un nuevo tema asignándole un nombre. A continuación, use el botón «Añadir» que hay a la derecha para añadir emoticonos al tema.
id: Ciptakan sebuah tema baru dengan menandatanganinya sebuah nama. Kemudian gunakan tombol Tambah di sebelah kanan untuk menambahkan emoticon ke tema ini.

source: Remove Theme
es: Eliminar tema
he: הסר ערכת נושא
id: Hapus Tema
ku: Dirbî Rake
th: ลบชุดภาพไอคอน

source: This will remove the selected theme from your disk.
es: Esto eliminará el tema seleccionado de su disco.
he: פעולה זו תסיר את ערכת הנושא הנבחרת מהכונן שלך
id: Ini akan menghapus tema terpilih dari cakram anda.
ku: Ev wê dirbên hatine hilbijartin jê dîska te bibe.
th: นี่จะเป็นการลบชุดภาพไอคอนที่เลือกไว้ออกจากดิสก์ของคุณ

source: Get new emoticon icon themes from the Internet
es: Obtener nuevos temas de emoticonos de Internet
id: Dapatkan tema ikon emoticon baru dari Internet

source: You need to be connected to the Internet to use this action. A dialog will display a list of emoticon themes from the https://store.kde.org website. Clicking the Install button associated with a theme will install this theme locally.
es: Necesita estar conectado a Internet para usar esta acción. Un diálogo le mostrará una lista de los temas de emoticonos del sitio web https://store.kde.org. Si pulsa el botón «Instalar» asociado a uno de estos temas, dicho tema se instalará en su equipo.
id: Kamu harus terkoneksi ke Internet untuk menggunakan aksi ini. Sebuah dialog akan menampilkan daftar tema emoticon dari situs https://store.kde.org. Mengeklik tombol Instal yang terkait dengan tema akan menginstal tema ini secara lokal.

source: Get New Emoticons...
es: Obtener nuevos emoticonos...
id: Dapatkan Emoticons Baru...

source: Require spaces around emoticons
es: Requerir espacio alrededor de los emoticonos
he: דרוש רווחים סביב לפרצופונים
id: Memerlukan ruang di sekitar emoticon
ku: Cihê hewce ji bo derdora vegotinan
th: ต้องการตัวแยก (ช่องว่าง) รอบภาพไอคอนสื่ออารมณ์

source: Create New Emoticon...
es: Crear nuevo emoticono...
id: Ciptakan Emoticon Baru...

source: Create a new emoticon by assigning it an icon and some text
es: Crear un nuevo emoticono asignándole un icono y un texto
he: צור פרצופון חדש באמצעות הקצאת סמל וכיתוב כלשהו
id: Ciptakan emoticon baru dengan menyertakan ikon dan teks
ku: Vegotina nû biafirîne bi vê re îkon û hinek nivîsar zêdekirinê ve
th: สร้างชุดภาพไอคอนสื่ออารมณ์ชุดใหม่ โดยการกำหนดไอคอนและบางข้อความให้มัน

source: Remove Emoticon
es: Eliminar emoticono
id: Hapus Emoticon

source: Remove the selected emoticon from your disk
es: Eliminar del disco el emoticono seleccionado
he: הסר את הפרצופון הנבחר מהכונן שלך
id: Hapus emoticon terpilih dari disk-mu
ku: Vegotina hilbijartî jê dîska xwe rake
th: ลบภาพไอคอนสื่ออารมณ์ที่เลือกไว้ออกจากดิสก์

source: Edit Emoticon...
es: Editar emoticono...

source: Edit the selected emoticon to change its icon or its text
es: Editar el emoticono seleccionado para cambiar su icono o su texto
he: ערוך את הפרצופון הנבחר ע"מ לשנות את סימלו או כיתובו
id: Edit emoticon terpilih untuk mengubah ikonnya atau teksnya
ku: Îkon an jî nivîsara vegotina hilbijartî biguherîne
th: แก้ไขภาพไอคอนสื่ออารมณ์ที่เลือกไว้ เพื่อเปลี่ยนภาพไอคอนหรือข้อความของมัน
