Repository: feren-OS/plasma-desktop-kcms
Catalog: po/*/kcm5_phonon.po
Languages: id, kn, vi

# NAME OF TRANSLATORS
source: Your names
id: Gian Giovani,Andhika Padmawan,Wantoyo
kn: ಶಂಕರ ಪ್ರಸಾದ್, ಆದರ್ಶ ರಾವ್
vi: Nhóm Việt hoá KDE

# EMAIL OF TRANSLATORS
source: Your emails
id: wejick@gmail.com,andhika.padmawan@gmail.com,wantoyek@gmail.com
kn: svenkate@redhat.com,adarsharao@gmail.com
vi: kde-l10n-vi@kde.org

# @info User changed Phonon backend
source: To apply the backend change you will have to log out and back in again.
id: Untuk menerapkan perubahan backend anda harus keluar lalu masuk lagi.
kn: ಹಿನ್ನೆಲೆ ತಂತ್ರಾಂಶಗಳನ್ನು ಬದಲಾಯಿಸಲು ನೀವು ಲಾಗೌಟ್ ಆಗಿ ಪುನಃ ಲಾಗಿನ್ ಆಗಬೇಕು.
vi: Để áp dụng thay đổi hậu trường bạn sẽ phải đăng xuất và đăng nhập lại.

source: A list of Phonon Backends found on your system. The order here determines the order Phonon will use them in.
id: Sebuah daftar Backend Phonon yang ditemukan di sistemmu. Urutan di sini menentukan urutan yang akan digunakan oleh Phonon.
kn: ನಿಮ್ಮ ಗಣಕ ವ್ಯವಸ್ಥೆಯಲ್ಲಿ ಸಿಕ್ಕಿದ ಫೋನಾನ್ ಹಿನ್ನೆಲೆಗಳ ಪಟ್ಟಿ. ಈ ಪಟ್ಟಿಯ ಹಿನ್ನೆಲೆಗಳ ಕ್ರಮವು ಫೋನಾನ್ ಅವುಗಳನ್ನು ಬಳಸುವ ಕ್ರಮವನ್ನು ನಿರ್ಧರಿಸುತ್ತದೆ.
vi: Danh sách các hậu trường Phonon nằm trên hệ thống này. Thứ tự tại đây quyết định thứ tự Phonon sẽ sử dụng.

source: Prefer
id: Suka
kn: ಆದ್ಯತೆ ನೀಡು
vi: Ưu tiên

source: Defer
id: Taksuka
kn: ಮುಂದೂಡು
vi: Giảm ưu tiên

source: Audio Playback
id: Pemutaran Audio
kn: ಆಡಿಯೋ ಚಲಾಯಿಸುವಿಕೆ
vi: Phát lại âm thanh

source: Audio Recording
id: Perekaman Audio
kn: ಆಡಿಯೊ ಮುದ್ರಣ
vi: Thu âm thanh

source: Video Recording
id: Perekaman Video
kn: ವೀಡಿಯೊ ಮುದ್ರಣ
vi: Quay phim

source: Invalid
id: Takabsah
kn: ಅಮಾನ್ಯ
vi: Không hợp lệ

source: Test the selected device
id: Uji perangkat terpilih
kn: ಆಯ್ದ ಸಾಧನವನ್ನು ಪರೀಕ್ಷಿಸು
vi: Kiểm tra thiết bị đã chọn

source: Defines the default ordering of devices which can be overridden by individual categories.
id: Tentukan pengurutan perangkat baku yang bisa di tentukan oleh kategori masing-masing.
kn: ಸಾಧನಗಳ ಪೂರ್ವನಿಯೋಜಿತ ಜೋಡಣಾ ಕ್ರಮವನ್ನು ಸೂಚಿಸುತ್ತದೆ ಹಾಗು ಇದನ್ನು ಪ್ರತ್ಯೇಕ ವರ್ಗಗಳಿಂದ ಬದಲಾಯಿಸಬಹುದಾಗಿದೆ.
vi: Đặt thứ tự thiết bị mặc định (có thể được thay thế bởi các thể loại riêng.)

source: Default Audio Playback Device Preference
id: Preferensi Perangkat Pemutaran Audio Baku
kn: ಪೂರ್ವನಿಯೋಜಿತ ಶ್ರವಣ ಸಾಧನದ ಆದ್ಯತೆ
vi: Ưu tiên thiết bị phát lại âm thanh mặc định

source: Default Audio Recording Device Preference
id: Preferensi Perangkat Perekaman Audio Baku
kn: ಪೂರ್ವನಿಯೋಜಿತ ಶ್ರವಣ ಮುದ್ರಣ ಸಾಧನದ ಆದ್ಯತೆ
vi: Ưu tiên thiết bị thu âm mặc định

source: Default Video Recording Device Preference
id: Preferensi Perangkat Perekaman Video Baku
kn: ಪೂರ್ವನಿಯೋಜಿತ ವೀಡಿಯೊ ಮುದ್ರಣ ಸಾಧನದ ಆದ್ಯತೆ
vi: Ưu tiên thiết bị quay phim mặc định

source: Audio Playback Device Preference for the '%1' Category
id: Preferensi Perangkat Pemutaran Audio untuk Kategori '%1'
kn: '%1' ವರ್ಗಕ್ಕಾಗಿ ಶ್ರವಣ ಸಾಧನದ ಆದ್ಯತೆ
vi: Ưu tiên thiết bị âm thanh mặc định cho thể loại '%1'

source: Audio Recording Device Preference for the '%1' Category
id: Preferensi Perangkat Perekaman Audio untuk Kategori '%1'
kn: '%1' ವರ್ಗಕ್ಕಾಗಿ ಧ್ವನಿ ಮುದ್ರಣ ಸಾಧನದ ಆದ್ಯತೆ
vi: Ưu tiên thiết bị thu âm cho thể loại '%1'

source: Video Recording Device Preference for the '%1' Category
id: Preferensi Perangkat Perekaman Video untuk Kategori '%1'
kn: '%1' ವರ್ಗಕ್ಕಾಗಿ ವೀಡಿಯೊ ಮುದ್ರಣ ಸಾಧನದ ಆದ್ಯತೆ
vi: Ưu tiên thiết bị quay phim cho thể loại '%1'

source: Apply the currently shown device preference list to the following other audio playback categories:
id: Terapkan daftar preferensi perangkat yang ditampilkan saat ini ke kategori pemutaran audio lainnya berikut:
kn: ಪ್ರಸಕ್ತ ತೋರಿಸಲಾಗುತ್ತಿರುವ ಸಾಧನ ಆದ್ಯತೆ ಪಟ್ಟಿಯನ್ನು ಈ ಕೆಳಗಿನ ಇತರೆ ಆಡಿಯೋ ಔಟ್‌ಪುಟ್ ವರ್ಗಗಳಿಗೆ ಅನ್ವಯಿಸು:
vi: Áp dụng danh sách ưu tiên thiết bị hiện có cho các thể loại phát lại âm thanh sau:

source: Default/Unspecified Category
id: Kategori Baku/Takditentukan
kn: ಪೂರ್ವನಿಯೋಜಿತ/ಸೂಚಿಸದೆ ಇರುವ ವರ್ಗ
vi: Mặc định/thể loại chưa chỉ định

source: Failed to set the selected audio output device
id: Gagal mengatur perangkat output audio terpilih

source: Your backend may not support audio recording
id: Backend anda mungkin tidak mendukung perekaman audio
kn: ನಿಮ್ಮ ಹಿನ್ನೆಲೆ ಯಂತ್ರಾಂಶ ಆಡಿಯೊ ಮುದ್ರಣವನ್ನು ಬೆಂಬಲಿಸುವುದಿಲ್ಲ.
vi: Hậu trường của bạn có thể không hỗ trợ thu âm

source: Your backend may not support video recording
id: Backend anda mungkin tidak mendukung perekaman video
kn: ನಿಮ್ಮ ಹಿನ್ನೆಲೆ ಯಂತ್ರಾಂಶ ವಿಡಿಯೊ ಮುದ್ರಣವನ್ನು ಬೆಂಬಲಿಸುವುದಿಲ್ಲ.
vi: Hậu trường của bạn có thể không hỗ trợ quay phim

source: Testing %1
id: Uji %1
kn: ಪರೀಕ್ಷಿಸಲಾಗುತ್ತಿದೆ, %1
vi: Kiểm tra %1

source: Various categories of media use cases. For each category, you may choose what device you prefer to be used by the Phonon applications.
id: Beragam kategori tujuan penggunaan media. Untuk tiap kategori, anda dapat memilih perangkat apa yang ingin digunakan oleh aplikasi Phonon.
kn: ಮಾಧ್ಯಮ ಬಳಕೆಯ ವಿವಿಧ ಪಂಗಡಗಳು. ಪ್ರತಿ ಪಂಗಡಕ್ಕೂ ಫೋನಾನ್ ಅನ್ವಯಗಳು ಯಾವ ಸಾಧನವನ್ನು ಬಳಸಬೇಕೆಂದು ನೀವು ಆರಿಸಬಹುದು.
vi: Các thể lại tương ứng các cách sử dụng phương tiện khác nhau. Với mỗi thể loại, bạn có thể chọn thiết bị nào bạn ưu tiên sử dụng bởi ứng dụng Phonon.

source: Show advanced devices
id: Tampilkan perangkat tingkat lanjut
kn: ಸುಧಾರಿತ ಸಾಧನಗಳನ್ನು ತೋರಿಸು
vi: Hiện thiết bị nâng cao

source: Use the currently shown device list for more categories.
id: Gunakan senarai perangkat yang ditampilkan saat ini untuk kategori lain.
kn: ಪ್ರಸಕ್ತ ತೋರಿಸಲಾಗುತ್ತಿರುವ ಸಾಧನ ಪಟ್ಟಿಯನ್ನು ಇತರೆ ಪಂಗಡಗಳಿಗೆ ಬಳಸು.
vi: Sử dụng danh sách thiết bị hiện có cho các thể loại khác.

source: Apply Device List To...
id: Terapkan Senarai Perangkat Ke...
kn: ಸಾಧನದ ಪಟ್ಟಿಯನ್ನು ಇಲ್ಲಿಗೆ ಅನ್ವಯಿಸು...
vi: Áp dụng danh sách thiết bị cho...

source: Devices found on your system, suitable for the selected category. Choose the device that you wish to be used by the applications.
id: Perangkat yang ditemukan di sistem anda, cocok untuk kategori terpilih. Pilih perangkat yang anda ingin untuk digunakan oleh aplikasi.
kn: ಆಯ್ಕೆ ಮಾಡಿದ ಪಂಗಡಕ್ಕೆ ಸರಿಹೊಂದುವ ನಿಮ್ಮ ಗಣಕ ವ್ಯವಸ್ಥೆಯಲ್ಲಿ ಸಿಕ್ಕಿದ ಸಾಧನಗಳು. ಅನ್ವಯಗಳು ಯಾವ ಸಾಧನವನ್ನು ಬಳಸಬೇಕೆಂಬುದನ್ನು ಆರಿಸಿ.
vi: Các thiết bị tìm thấy trên hệ thống của bạn và phù hợp cho thể loại đã chọn. Hãy chọn thiết bị mà bạn muốn dùng bởi các ứng dụng.

source: The order determines the preference of the devices. If for some reason the first device cannot be used Phonon will try to use the second, and so on.
id: Urutan menentukan preferensi dari perangkat. Jika karena beberapa alasan perangkat pertama tak dapat digunakan Phonon akan coba menggunakan yang kedua, dan seterusnya.
kn: ಈ ಕ್ರಮವು ಉತ್ಪನ್ನ ಸಾಧನಗಳ ಆದ್ಯತೆಯ ಕ್ರಮವನ್ನು ನಿರ್ಧರಿಸುತ್ತದೆ. ಯಾವುದೇ ಕಾರಣಕ್ಕೆ ಮೊದಲ ಸಾಧನವನ್ನು ಬಳಸಲಾಗದಿದ್ದಲ್ಲಿ ಫೋನಾನ್ ಎರಡನೇ ಸಾಧನವನ್ನು ಪ್ರಯತ್ನಿಸುತ್ತದೆ, ಇತ್ಯಾದಿ.
vi: Thứ tự sẽ quyết định độ ưu tiên của thiết bị. Nếu do vài lý do nào đó mà thiết bị đầu tiên không thể dùng được, Phonon sẽ cố gắng sử dụng thiết bị thứ hai và tiếp tục như vậy.

source: Test
id: Uji
kn: ಪ್ರಾಯೋಗಿಕ
vi: Kiểm tra

source: prefer the selected device
id: sukai perangkat terpilih
kn: ಆಯ್ದ ಸಾಧನಕ್ಕೆ ಆದ್ಯತೆ ಕೊಡು
vi: ưu tiên thiết bị đã chọn

source: no preference for the selected device
id: tiada preferensi untuk perangkat terpilih
kn: ಆಯ್ದ ಸಾಧನಕ್ಕೆ ಯಾವುದೇ ಆದ್ಯತೆಗಳಿಲ್ಲ.
vi: không có độ ưu tiên cho thiết bị đã chọn

source: Phonon Configuration Module
id: Modul Setelan Phonon
kn: ಫೋನಾನ್ ಸಂರಚನೆಯ ಉಪಘಟಕ
vi: Mô-đun cấu hình Phonon

source: Device Preference
id: Preferensi Perangkat
kn: ಸಾಧನದ ಆದ್ಯತೆ
vi: Ưu tiên thiết bị

source: Backend
id: Ujung Belakang
kn: ಹಿನ್ನೆಲೆ
vi: Hậu trường

source: Copyright 2006 Matthias Kretz
vi: Bản quyền © năm 2006 của Matthias Kretz
