Repository: feren-OS/plasma-desktop-kcms
Catalog: po/*/kcm_desktoplayout.po
Languages: fr

# NAME OF TRANSLATORS
source: Your names
fr: Maxence Le Doré, Vincent Pinon, Simon Depiets

# EMAIL OF TRANSLATORS
source: Your emails
fr: maxence.ledore@gmail.com, vpinon@kde.org, sdepiets@gmail.com

source: Desktop Layout
fr: Agencement du bureau

source: Desktop Layout Tool
fr: Outil pour l'agencement du bureau

source: Command line tool to apply desktop layout packages for changing the desktop layout.
fr: Outil en ligne de commande permettant d'appliquer les paquets de agencement du bureaupour changer le agancement du bureau.

source: Maintainer
fr: Mainteneur

source: List available desktop layout packages
fr: Lister les paquets de agencement du bureau

source: Apply a desktop layout package
fr: Appliquer un paquet de agencement du bureau

source: packagename
fr: nom_du_paquet

source: This module lets you choose the desktop layout.
fr: Ce module vous permet de choisir l'agencement du bureau.

source: Preview Theme
fr: Afficher un aperçu du thème

source: Your desktop layout will be lost and reset to the default layout provided by the selected theme.
fr: Votre disposition de bureau sera perdue et ré-initialisée à la disposition par défaut fournie par le thème sélectionné.

source: Get New Global Themes...
fr: Télécharger de nouveaux thèmes globaux...
