Repository: feren-OS/plasma-desktop-kcms
Catalog: po/*/kcm_workspace.po
Languages: fi, gl, pl, ru, sk

# NAME OF TRANSLATORS
source: Your names
fi: Jorma Karvonen, Lasse Liehu, Tommi Nieminen
gl: Marce Villarino
pl: Łukasz Wojniłowicz
ru: Александр Поташев
sk: Roman Paholík

# EMAIL OF TRANSLATORS
source: Your emails
fi: karvonen.jorma@gmail.com, lasse.liehu@gmail.com, translator@legisign.org
gl: mvillarino@kde-espana.org
pl: lukasz.wojnilowicz@gmail.com
ru: aspotashev@gmail.com
sk: wizzardsk@gmail.com

source: Visual behavior:
fi: Näkyvä toiminta:
gl: Comportamento visual:
pl: Zachowanie wyświetlania:
ru: Визуальное поведение:
sk: Vizuálne správanie:

source: Display informational tooltips on mouse hover
fi: Näytä työkaluvihjeet hiiren leijuessa yllä
gl: Mostrar axudas ao cubrir co rato.
pl: Wyświetlaj wskazówki po najechaniu myszą
ru: Всплывающие подсказки при наведении курсора мыши
sk: Zobraziť informačné tipy pri prechode myšou

source: Display visual feedback for status changes
fi: Näkyvä palaute tilan muutoksista
gl: Mostrar información visual sobre cambios de estado.
pl: Wyświetlaj informację zwrotną po zmianie stanu
ru: Показывать уведомления при регулировке устройств
sk: Zobraziť vizuálnu odozvu pre zmeny stavu

source: Click behavior:
fi: Napsautustoiminta:
gl: Comportamento dos clics:
pl: Zachowanie po kliknięciu:
ru: Поведение при нажатиях:
sk: Správanie kliknutia:

source: Single-click to open files and folders
fi: Tiedostot ja kansiot avataan yksittäisnapsauttamalla
gl: Un só clic para abrir ficheiros e cartafoles
pl: Jednokrotne kliknięcie otwiera pliki i katalogi
ru: Одинарный щелчок для открытия файлов и каталогов
sk: Jeden klik na otvorenie súborov a priečinkov

source: Double-click to open files and folders (single click to select)
fi: Tiedostot ja kansiot avataan kaksoisnapsauttamalla (yksittäinen valitsee)
gl: Facer duplo-clic para abrir ficheiros e cartafoles (un click para seleccionar)
pl: Dwukrotne kliknięcie otwiera pliki i katalogi (jednokrotne zaznacza)
ru: Двойной щелчок для открытия файлов и каталогов (одинарный щелчок для выделения)
sk: Dvoj-klik na otvorenie súborov a priečinkov (jeden klik na výber)

source: Plasma Workspace global options
fi: Plasma-työtilan yleisasetukset
gl: Opcións globais do espazo de traballo de Plasma
pl: Globalne ustawienia przestrzeni pracy Plazmy
ru: Главные параметры среды Plasma
sk: Globálne predvoľby Plasma Workspace

source: System Settings module for managing global options for the Plasma Workspace.
fi: Järjestelmäasetusmoduuli Plasma-työtilan yleisasetusten hallintaan
gl: Módulo de configuración do sistema para xestionar as opcións globais do espazo de traballo Plasma.
pl: Moduł ustawień systemowych do zarządzania globalnymi ustawieniami przestrzeni pracy Plazmy
ru: Модуль приложения «Параметры системы» для настройки главных параметров среды Plasma.
sk: Globálne predvoľby pre pracovnú plochu Plasma.
