Repository: feren-OS/plasma-desktop-kcms
Catalog: po/*/kcm_desktoppaths.po
Languages: sr@ijekavian

source: <h1>Paths</h1> This module allows you to choose where in the filesystem the files on your desktop should be stored. Use the "Whats This?" (Shift+F1) to get help on specific options.
sr@ijekavian: <h1>Путање</h1><p>Овим модулом се одређује гдје се у фајл систему смијештају фајлови на површи.</p><p>Користите „Шта је ово?“ (<b>Shift+F1</b>) за објашњења појединих опција.</p>

source: Desktop path:
sr@ijekavian: Путања површи:

source: This folder contains all the files which you see on your desktop. You can change the location of this folder if you want to, and the contents will move automatically to the new location as well.
sr@ijekavian: Ова фасцикла садржи све фајлове које видите на површи. Ако желите, можете да промијените ову локацију, када ће и садржај фасцикле аутоматски бити премјештен на нову локацију.

source: Autostart path:
sr@ijekavian: Путања самопокретања:

source: This folder contains applications or links to applications (shortcuts) that you want to have started automatically whenever the session starts. You can change the location of this folder if you want to, and the contents will move automatically to the new location as well.
sr@ijekavian: Ова фасцикла садржи програме, или везе до њих (пречице), за које бисте хтјели да се аутоматски покрену на сваком почетку сесије. Ако желите, можете да промијените локацију ове фасцикле, када ће и њен садржај аутоматски бити премјештен на нову локацију.

source: Documents path:
sr@ijekavian: Путања докумената:

source: This folder will be used by default to load or save documents from or to.
sr@ijekavian: Ова фасцикла се користи као подразумијевана за учитавање или уписивање докумената.

source: Downloads path:
sr@ijekavian: Путања преузимања:

source: This folder will be used by default to save your downloaded items.
sr@ijekavian: Ова фасцикла се користи као подразумијевана за уписивање преузетих ставки.

source: Movies path:
sr@ijekavian: Путања филмова:

source: This folder will be used by default to load or save movies from or to.
sr@ijekavian: Ова фасцикла се користи као подразумијевана за учитавање или уписивање филмова.

source: Pictures path:
sr@ijekavian: Путања слика:

source: This folder will be used by default to load or save pictures from or to.
sr@ijekavian: Ова фасцикла се користи као подразумијевана за учитавање или уписивање слика.

source: Music path:
sr@ijekavian: Путања музике:

source: This folder will be used by default to load or save music from or to.
sr@ijekavian: Ова фасцикла се користи као подразумијевана за учитавање или уписивање музике.

source: Autostart
sr@ijekavian: Самопокретање|/|$[својства ген 'самопокретања']

source: Desktop
sr@ijekavian: Површ|/|$[својства ген 'површи']

source: Documents
sr@ijekavian: Документи

source: Downloads
sr@ijekavian: Преузимања

source: Movies
sr@ijekavian: Филмови

source: Pictures
sr@ijekavian: Слике

source: Music
sr@ijekavian: Музика

source: The path for '%1' has been changed. Do you want the files to be moved from '%2' to '%3'?
sr@ijekavian: Путања за „%1“ је промењена. Желите ли да премјестите фајлове из ‘%2’ у ‘%3’?|/|Путања $[ген %1] је промењена. Желите ли да премјестите фајлове из ‘%2’ у ‘%3’?

# Move files from old to new place
source: Move
sr@ijekavian: Премјести

# Use the new directory but do not move files
source: Do not Move
sr@ijekavian: Не премијештај

source: The path for '%1' has been changed. Do you want to move the directory '%2' to '%3'?
sr@ijekavian: Путања за „%1“ је промијењена. Желите ли да премјестите фасциклу ‘%2’ у ‘%3’?|/|Путања $[ген %1] је промијењена. Желите ли да премјестите фасциклу из ‘%2’ у ‘%3’?

# Move the directory
source: Move
sr@ijekavian: Премјести

# Use the new directory but do not move anything
source: Do not Move
sr@ijekavian: Не премијештај

source: Confirmation Required
sr@ijekavian: Потребна је потврда
