Repository: feren-OS/plasma-desktop-kcms
Catalog: po/*/kcm_launchfeedback.po
Languages: ru

# NAME OF TRANSLATORS
source: Your names
ru: Александр Поташев

# EMAIL OF TRANSLATORS
source: Your emails
ru: aspotashev@gmail.com

source: Configure application launch feedback
ru: Настройка отклика приложений при запуске

source: Launch Feedback
ru: Запуск приложений

source: Cursor:
ru: Курсор мыши:

source: No Feedback
ru: Без отклика запуска

source: Static
ru: Статический

source: Blinking
ru: Мигающий

source: Bouncing
ru: Прыгающий

source: Task Manager:
ru: Панель задач:

source: Enable animation
ru: Включить анимацию

source: Stop animation after:
ru: Прекратить анимацию через:

source: %1 sec
ru: %1 секунду
