Repository: feren-OS/plasma-desktop-kcms
Catalog: po/*/kcm_cursortheme.po
Languages: ru

# NAME OF TRANSLATORS
source: Your names
ru: Denis Pershin, Hermann Zheboldov, Leonid Kanter, Александр Яворский

# EMAIL OF TRANSLATORS
source: Your emails
ru: dyp@perchine.com, Hermann.Zheboldov@shq.ru, leon@asplinux.ru, kekcuha@gmail.com

source: Cursors
ru: Набор курсоров мыши

source: (c) 2003-2007 Fredrik Höglund
ru: © Fredrik Höglund, 2003-2007

# @item:inlistbox size
source: Resolution dependent
ru: В зависимости от разрешения

source: You have to restart the Plasma session for these changes to take effect.
ru: Чтобы изменения вступили в силу, необходимо перезапустить сеанс Plasma.

source: Unable to create a temporary file.
ru: Не удалось создать временный файл.

source: Unable to download the icon theme archive: %1
ru: Не удалось загрузить с сервера архив темы курсоров: %1

source: The file is not a valid icon theme archive.
ru: Выбранный файл не является архивом темы курсоров.

source: Failed to create 'icons' folder.
ru: Не удалось создать папку «icons».

source: A theme named %1 already exists in your icon theme folder. Do you want replace it with this one?
ru: Тема с именем %1 уже существует в папке тем значков. Вы действительно хотите заменить её новой темой?

source: Overwrite Theme?
ru: Заменить тему?

source: Theme installed successfully.
ru: Темы курсоров мыши успешно установлена.

source: <qt>You cannot delete the theme you are currently using.<br />You have to switch to another theme first.</qt>
ru: <qt>Вы не можете удалить эту тему, потому что она сейчас используется.<br />Сначала необходимо переключиться на другую тему.</qt>

source: <qt>Are you sure you want to remove the <i>%1</i> cursor theme?<br />This will delete all the files installed by this theme.</qt>
ru: <qt>Вы действительно хотите удалить тему курсоров<i>%1</i>? <br />Все файлы, установленные этой темой, будут удалены.</qt>

source: Confirmation
ru: Подтверждение

source: Remove Theme
ru: Удалить тему

source: This module lets you choose the mouse cursor theme.
ru: Этот модуль позволяет выбрать тему курсоров мыши.

source: Size:
ru: Размер:

source: &Install from File...
ru: &Установить из файла...

source: &Get New Cursors...
ru: З&агрузить темы курсоров...

source: Open Theme
ru: Открытие темы

source: Cursor Theme Files (*.tar.gz *.tar.bz2)
ru: Темы курсоров мыши (*.tar.gz *.tar.bz2)

source: Name
ru: Имя

source: Description
ru: Описание

source: (Available sizes: %1)
ru: (доступные размеры: %1)
