Repository: feren-OS/plasma-desktop-kcms
Catalog: po/*/kcm_lookandfeel.po
Languages: eu, nl, pl, sk, sr

# NAME OF TRANSLATORS
source: Your names
eu: Iñigo Salvador Azurmendi
nl: Freek de Kruijf - t/m 2019
pl: Łukasz Wojniłowicz
sk: Roman Paholík
sr: Часлав Илић

# EMAIL OF TRANSLATORS
source: Your emails
eu: Xalba@euskalnet.net
nl: freekdekruijf@kde.nl
pl: lukasz.wojnilowicz@gmail.com
sk: wizzardsk@gmail.com
sr: caslav.ilic@gmx.net

source: Look and Feel
eu: Itxura eta izaera
nl: Uiterlijk en gedrag
pl: Wrażenia wzrokowe i dotykowe
sr: Алатка за изглед и осећај

source: Download New Look and Feel Themes
nl: Nieuwe thema's voor het uiterlijk en gedrag downloaden
pl: Pobierz nowe pakiety wyglądu dla wrażeń wzrokowych i dotykowych
sr: Преузмите нове пакете изгледа и осећаја

source: You have to restart the Plasma session for these changes to take effect.
nl: Om deze wijzigingen te bekrachtigen dient u de Plasma sessie opnieuw op te starten.
pl: Zmiany zostaną zastosowane dopiero po ponownym uruchomieniu Plazmy.
sk: Musíte reštartovať Plasmu, aby sa vlastné zmeny prejavili.
sr: Поново покрените КДЕ да би измене показивача ступиле на снагу.

source: Cursor Settings Changed
eu: Kurtsore-ezarpenak aldatuta
nl: Aanwijzerinstellingen aangepast
pl: Ustawienia wskaźnika uległy zmienianie
sk: Nastavenie kurzora zmenené
sr: Измењене поставке показивача

source: Look and feel tool
eu: Itxura eta izaera tresna
nl: Hulpmiddel voor uiterlijk en gedrag
pl: Narzędzie wyglądu i odczucia
sr: Алатка за изглед и осећај

source: Command line tool to apply look and feel packages.
eu: Itxura eta izaera ezartzeko komando-lerroko tresna
nl: Hulpmiddel op de opdrachtregel om pakketten voor uiterlijk en gedrag toe te passen.
pl: Narzędzie wiersza poleceń do stosowania pakietów wyglądu i odczucia.
sr: Алатка командне линије за примену пакета изгледа и осећаја.

source: Maintainer
eu: Arduraduna
nl: Onderhouder
pl: Opiekun
sk: Správca
sr: Одржавалац

source: List available Look and feel packages
eu: Zerrendatu itxura eta izaera pakete erabilgarriak
nl: Lijst met beschikbare pakketten voor uiterlijk en gedrag
pl: Wyszczególnij dostępne pakiety wyglądu i odczucia
sr: Наброји доступне пакете изгледа и осећаја

source: Apply a look and feel package
eu: Ezarri itxura eta izaera pakete berri bat
nl: Een pakket voor uiterlijk en gedrag toepassen
pl: Zastosuj pakiet wyglądu i odczucia
sr: Примени пакет изгледа и осећаја

source: packagename
eu: pakete-izena
nl: pakketnaam
pl: nazwa pakietu
sr: име‑пакета

source: Reset the Plasma Desktop layout
eu: Berrezarri Plasma mahaigainaren antolamendua
nl: De indeling van het Plasma bureaublad resetten
pl: Wyzeruj układ pulpitu Plazmy
sk: Vynulovať rozloženie plochy Plasma
sr: Ресетуј распоред плазма површи

source: This module lets you choose the Look and Feel theme.
eu: Modulu honek Itxura eta izaera gaia aukeratzen uzten dizu.
nl: Deze module laat u het thema voor uiterlijk en gedrag kiezen.
pl: Ten moduł umożliwia określenie sposobu wrażeń wzrokowych i dotykowych.
sr: Овај модул вам омогућава подешавање изгледа целог радног простора, уз неколико спремних претподешавања.

source: Preview Theme
eu: Aurreikusi gaia
nl: Voorbeeldthema
pl: Podgląd wyglądu
sk: Náhlľad vzhľadu

source: Your desktop layout will be lost and reset to the default layout provided by the selected theme.
nl: Uw indeling van het bureaublad zal verloren gaan en gereset worden naar de standaard indeling geleverd door het geselecteerde thema.
pl: Twój układ pulpitu zostanie utracony i wyzerowany do układu domyślnego dostarczonego z wybranym wyglądem.

source: Use desktop layout from theme
nl: Indeling van het bureaublad uit het thema gebruiken
pl: Użyj układu pulpitu z wyglądu

source: Get New Look and Feel Themes...
nl: Nieuwe thema's voor het uiterlijk en gedrag ophalen...
pl: Pobierz nowe pakiety wyglądu dla wrażeń wzrokowych i dotykowych...
sr: Добави нове изгледе...

source: Marco Martin
sr: Марко Мартин

source: Copyright 2017, Marco Martin, Copyright 2020, Dominic Hayes
sr: © 2017, Марко Мартин, 2020, Dominic Hayes

source: Global Theme
sk: Globálny vzhľad

source: Global Theme Tool
sk: Nástroj globálneho vzhľadu

source: Command line tool to apply global theme packages for changing the look and feel.
sk: Nástroj príkazového riadku na použitie balíkov globálneho vzhľadu.

source: List available global theme packages
sk: Zoznam dostupných balíkov globálneho vzhľadu

source: Apply a global theme package
sk: Použiť balík globálneho vzhľadu

source: This module lets you choose the global look and feel.
sk: Tento modul vám umožní nastaviť globálny vzhľad pracovnej plochy.

source: Get New Global Themes...
sk: Získať nové globálne vzhľady...
