Repository: feren-OS/plasma-desktop-kcms
Catalog: po/*/kcmaccess.po
Languages: af, bg, bn_in, et, eu, fr, gl, gu, he, ia, is, ja, km, kn, ko, lv, mr, nb, nds, nl, nn, pl, pt, ro, si, sl, tg, th, tr, wa, zh_cn

# NAME OF TRANSLATORS
source: Your names
af: WEB-Vertaler (http://kde.af.org.za), Juanita Franz
bg: Радостин Раднев
bn_in: Arindam Ghosh
et: Hasso Tepper
eu: Koldo Navarro,Ion Gaztañaga,Marcos Goyeneche,Hizkuntza Politikarako Sailburuordetza,Iñigo Salvador Azurmendi
fr: François-Xavier Duranceau, Thibaut Cousin, Nicolas Ternisien, Vincent Pinon, Simon Depiets
gl: Xabi García, Marce Villarino
gu: Pragnesh Radadiya
he: דרור לוין, גל לומברוזו
ia: Giovanni Sora
is: Logi Ragnarsson, Richard Allen, Pjetur G. Hjaltason
ja: Noboru Sinohara,Shinsaku Nakagawa,Shinichi Tsunoda
km: ខឹម សុខែម, អេង វណ្ណៈ, អោក ពិសិដ្ឋ​​
kn: ಮನು .ಬಿ
ko: 박신조
lv: Andris Maziks, Aleksejs Zosims
mr: संदिप शेडमाके, चेतन खोना
nb: Christian A. Strømmen,Petter Reinholdtsen,Axel Bojer
nds: Volker Jockheck, Sönke Dibbern, Manfred Wiese
nl: Niels Reedijk,Rinse de Vries,Chris Hooijer,Sander Koning,Freek de Kruijf
nn: Gaute Hvoslef Kvalnes,Karl Ove Hufthammer
pl: Daniel Koć, Łukasz Wojniłowicz
pt: Pedro Morais
ro: Claudiu Costin,Laurențiu Buzdugan
si: ඩනිෂ්ක නවින්
sl: Roman Maurer,Gregor Rakar,Jure Repinc,Andrej Mernik
tg: Victor Ibragimov
th: ถนอมทรัพย์ นพบูรณ์, สหชาติ อนุกูลกิจ
tr: Serdar Soytetir
wa: Lorint Hendschel,Pablo Saratxaga, Djan Cayron
zh_cn: KDE 中国

# EMAIL OF TRANSLATORS
source: Your emails
af: frix@expertron.co.za, juanita.franz@vr-web.de
bg: radnev@yahoo.com
bn_in: makghosh@gmail.com
et: hasso@linux.ee
eu: koldo.np@euskalnet.net,igaztanaga@gmail.com,marcos@euskalgnu.org,hizpol@ej-gv.es,xalba@euskalnet.net
fr: duranceau@kde.org, cousin@kde.org, nicolas.ternisien@gmail.com, vpinon@kde.org, sdepiets@gmail.com
gl: xabigf@gmx.net, mvillarino@users.sourceforge.net
gu: pg.radadia@gmail.com
he: spatz@012.net.il, galion.lum@gmail.com
ia: g.sora@tiscali.it
is: logir@logi.org, ra@ra.is, pjetur@pjetur.net
ja: shinobo@leo.bekkoame.ne.jp,shinsaku@users.sourceforge.jp,tsuno@ngy.1st.ne.jp
km: khoemsokhem@khmeros.info,​​evannak@khmeros.info,piseth_dv@khmeros.info
kn: iammanu@gmail.com
ko: kde@peremen.name
lv: andris.m@delfi.lv, locale@aleksejs.id.lv
mr: sandeep.shedmake@gmail.com, chetan@kompkin.com
nb: number1@realityx.net,pere@hungry.com,fri_programvare@bojer.no
nds: volkae@gmx.net, s_dibbern@web.de, m.j.wiese@web.de
nl: ,rinsedevries@kde.nl,,sanderkoning@kde.nl,freekdekruijf@kde.nl
nn: gaute@verdsveven.com,karl@huftis.org
pl: kocio@bigfoot.com, lukasz.wojnilowicz@gmail.com
pt: morais@kde.org
ro: ,lbuz@rolix.org
si: danishka@gmail.com
sl: roman.maurer@amis.net,gregor.rakar@kiss.si,jlp@holodeck1.com,andrejm@ubuntu.si
tg: victor.ibragimov@gmail.com
th: donga.nb@gmail.com, drrider@gmail.com
tr: tulliana@gmail.com
wa: Laurent.Hendschel@skynet.be,pablo@walon.org,jean.cayron@gmail.com
zh_cn: kde-china@kde.org

source: &Bell
af: Klok
bg: &Звуков сигнал
bn_in: বেল (&B)
et: &Signaal
eu: &Txirrina
fr: Cl&oche
gl: &Badalada
gu: ઘંટડી (&B)
he: פע&מון
ia: &Campana de sono
is: &Bjalla
ja: ベル(&B)
km: កណ្តឹង
kn: (&ಗ)ಗಂಟೆ
ko: 종소리(&B)
lv: &Zvans
mr: बेल (&B)
nb: &Varsel
nds: &Pingel
nl: &Bel
nn: &Signal
pl: &Dzwonek
pt: Campa&inha
ro: &Sunet
si: සීනුව (&B)
sl: Z&vonec
tg: &Садои занг
th: เสียงออ&ด
tr: &Ses
wa: &Xhuflet
zh_cn: 铃声(&B)

source: Audible Bell
af: Hoorbare Klok
bg: Доловим звуков сигнал
bn_in: শব্দ বেল
et: Helisignaal
eu: Txirrin entzungarria
fr: Cloche auditive
gl: Badalada audíbel
gu: સંભળાતી ઘંટડી
he: פעמון נשמע
ia: Campana audibile
is: Hljóðbjalla
ja: 音声ベル
km: ស្នូរ​កណ្តឹង​
kn: ಶ್ರವ್ಯ ಗಂಟೆ
ko: 들리는 벨
lv: Dzirdams zvans
mr: ऐकण्याजोगी बेल
nb: Lydsignal
nds: Toonpingel
nl: Hoorbare bel
nn: Lydsignal
pl: Słyszalny dzwonek
pt: Campainha Audível
ro: Clopoțel
si: ශ්‍රව්‍ය සීනුව
sl: Slišni zvonec
tg: Занги овоз
th: เสียงออดแบบใช้หูฟัง
tr: İzlenebilir Ses
wa: Oyåve xhuflet
zh_cn: 响铃

source: If this option is checked, the default system bell will be used. Usually, this is just a "beep".
et: Kui see valik on sisse lülitatud, kasutatakse vaikimisi süsteemset signaali. Tavaliselt on selleks lihtsalt "piiks".
eu: Aukera hau gaituta badago, sistemaren txirrin lehenetsia erabiliko da. Normalean, "bip" bat baino ez da.
fr: Si cette option est cochée, la cloche par défaut du système sera utilisée. Normalement, c'est juste un « bip ».
gl: Se marca esta opción, empregarase a badalada predeterminada do sistema. Adoita ser un «bip».
he: אם אפשרות זו נבחרת, ייעשה שימוש בברירת המחדל של פעמון המערכת. בדרך כלל, זה רק "ביפ".
ia: Si iste option es marcate, le campana predefinite de systema essera usate. Normalmente il es sol un "beep".
ja: 標準のシステムベルを使用します。通常は「ビーッ」という音です。
ko: 이 설정을 사용하면 기본 시스템 종소리를 사용합니다. 일반적으로 이것은 "삑" 소리입니다.
nb: Dersom dette er valgt blir systemvarselet brukt Dette signalet er vanligvis en pipetone.
nl: Als deze optie is ingeschakeld wordt de standaard-systeembel gebruikt. Normaal is dit een eenvoudige pieptoon.
nn: Dersom dette er valt, vert systemsignalet brukt. Vanlegvis er dette signalet ein enkel pipetone.
pl: Jeśli ta opcja jest włączona, użyty zostanie domyślny brzęczyk systemowy. Zwykle jest to po prostu "biiip".
pt: Se esta opção estiver assinalada, será usada a campainha predefinida do sistema. Normalmente, é apenas um apito.
sl: Če je izbrana ta možnost, se uporablja privzet sistemski zvonec. Navadno je to le »pisk«.
tr: Bu özellik işaretlenirse, öntanımlı sistem sesleri kullanılacaktır. Bu ses genellikle sadece bir "bip"ten ibarettir.
zh_cn: 如果该选项被选中，将使用默认的系统铃声。通常，这仅仅是一声“哔”。

source: Use &system bell
af: Gebruik stelsel klok
bg: Използване на &системния звук
bn_in: সিস্টেম বেল ব্যবহৃত হবে (&s)
et: &Süsteemse helisignaali kasutamine
eu: Erabili &sistemaren txirrina
fr: Utiliser la cloche du s&ystème
gl: Usar a badalada do &sistema
gu: સિસ્ટમ ઘંટડી વાપરો (&s)
he: השתמש בפעמון המער&כת
ia: Usa campana de &systema
is: Nota kerfi&sbjölluna
ja: システムベルを使う(&S)
km: ប្រើ​កណ្ដឹង​ប្រព័ន្ធ
kn: ವ್ಯ&ವಸ್ಥ್ಯಾ ಗಂಟೆಯನ್ನು ಬಳಸು
ko: 시스템 종소리 사용하기(&S)
lv: Izmantot &sistēmas zvanu
mr: प्रणाली बेलचा वापर करा (&S)
nb: Bruk &systemvarsel
nds: &Systeempingel bruken
nl: &Systeembel gebruiken
nn: Bruk &systemsignal
pl: Używaj dzwonka &systemowego
pt: Utilizar a campainha do &sistema
ro: Utilizează &clopoțel de sistem
si: පද්ධති සීනුව භාවිත කරන්න (&s)
sl: Uporabi &sistemski zvonec
tg: &Тартиби садои занг истифода кунед
th: ใช้เสียงออดของระบบ
tr: &Sistem seslerini kullan
wa: Eployî li xhuflet do &sistinme
zh_cn: 使用系统铃声(&S)

source: Check this option if you want to use a customized bell, playing a sound file. If you do this, you will probably want to turn off the system bell.
et: Lülita see valik sisse, kui soovid kasutada kohandatud signaali, mängides helifaili. Kui soovid just seda, pead tõenäoliselt süsteemse signaali välja lülitama.
eu: Markatu aukera hau zuk finkatutako txirrin bat erabili nahi baduzu, soinu fitxategi bat erabiliz. Hau egiten baduzu, sistemaren txirrina itzali nahiko duzu.
fr: Cochez cette option si vous voulez utiliser une cloche personnalisée par un fichier son. Si vous effectuez cette action, vous souhaiterez probablement désactiver la cloche système.
gl: Marque esta opción se quere empregar unha badalada personalizada, reproducindo un ficheiro de son Se fai isto, probabelmente queira desactivar a badalada do sistema.
he: בחר באפשרות זו אם ברצונך בפעמון מותאם אישית שינגן קובץ צליל. אם אתה עושה את זה, ודאי תרצה לכבות את פעמון המערכת.
ia: Marca iste option si tu vole usar un campana personalisate, per reproducer un file de sono. Si tu face isto, tu probabilemente de-activara le campana de systema.
ja: 指定したサウンドファイルをベルとして使用する場合は、このオプションを選択してください。その場合、システムベルは無効にしておく方がよいでしょう。
ko: 소리 파일을 재생하는 것과 같은 사용자 정의 종소리를 사용하시려면 이 설정을 선택하십시오. 이 경우 시스템 종소리를 끄고 싶으실 수도 있습니다.
nb: Kryss av her dersom du vil bruke en lydfil som varsel. Dersom du gjør dette, vil du nok skru av det vanlige systemvarselet.
nl: Schakel deze optie in als u een aangepast geluidssignaal wilt gebruiken door een geluidsbestand af te spelen. Als u dit doet, dan wilt u waarschijnlijk de systeembel uitschakelen.
nn: Kryss av her dersom du vil bruka ei lydfil som signal. Dersom du gjer dette, ønskjer du truleg også å slå av det vanlege systemsignalet.
pl: Włącz tę opcję, jeśli chcesz używać własnego pliku dźwiękowego jako dzwonka. Po jego ustawieniu, dobrze jest wyłączyć brzęczyk systemowy.
pt: Assinale esta opção se quiser usar uma campainha personalizada, tocando um ficheiro de som. Se o fizer, poderá desligar a campainha de sistema se quiser.
sl: Označite to možnost, če želite, da zvonec po meri predvaja zvočno datoteko. Verjetno boste potem tudi želeli izključiti sistemski zvonec.
tr: Eğer özelleştirilmiş sesleri kullanmak isteseniz bu özelliği işaretleyin. Eğer bunu yaparsanız muhtemelen sistem zilini kapatmak isteyeceksiniz.
zh_cn: 如果您想使用自定义铃声、播放一个声音文件，请选中这个选项。如果这样的话，您可能还想关掉系统铃声。

source: Us&e customized bell
af: Gebruik doelgemaakte klok
bg: Използване на по&требителски звуков сигнал
bn_in: স্বনির্বাচিত বেল ব্যবহৃত হবে (&e)
et: &Kohandatud helisignaal
eu: &Erabili zuk finkatutako txirrina
fr: &Utiliser une cloche personnalisée
gl: Usar unha badalada &personalizada
gu: પોતીકી ઘંટડી વાપરો (&e)
he: השתמש בפעמון מותא&ם אישית
ia: Usa campana personalisat&e
is: Nota &sérsniðna bjöllu
ja: カスタムベルを使う(&C)
km: ប្រើ​កណ្ដឹង​ផ្ទាល់ខ្លួន
kn: ಗ್ರಾಹಕೀಯ(ಕಸ್ಟಮ್) ಗಂಟೆಯನ್ನು &ಬಳಸು
ko: 사용자 정의 종소리 사용하기(&E)
lv: Izmantot &pielāgotu zvanu
mr: ऐच्छिक बेलचा वापर करा (&E)
nb: Bruk &tilpasset varsel
nds: &Egen Pingel bruken
nl: Aang&epaste bel gebruiken
nn: Bruk &sjølvvalt signal
pl: Używaj własn&ego dzwonka
pt: Utilizar uma campainha p&ersonalizada
ro: Utilizează sunet &personalizat
si: රුචි සීනුව භාවිත කරන්න (&e)
sl: Uporabi prilagoj&eni zvonec
tg: Занги оддӣ истиф&ода кунед
th: กำหนดเสียงออดเอง
tr: Ö&zelleştirilmiş sesleri kullan
wa: Eployî xhuflet da &vosse
zh_cn: 使用自定义铃声(&E)

source: If the option "Use customized bell" is enabled, you can choose a sound file here. Click "Browse..." to choose a sound file using the file dialog.
af: As die opsie "Gebruik doelgemaakte klok" is geaktiveer, jy kan kies 'n klank lêer hier. Kliek "Blaai..." na kies 'n klank lêer te gebruik die lêer dialoog.
bg: Избор на аудио файл за изпълнение.
bn_in: যদি "স্বনির্বাচিত বেল ব্যবহৃত হবে" এই অপশনটি সক্রিয় করা থাকে, আপনি এখানে একটা সাউন্ড ফাইল চয়ন করতে পারেন। "ব্রাউজ..." ক্লিক করুন ফাইল ডায়লগ থেকে একটা সাউন্ড ফাইল চয়ন করার জন্যে।
et: Kui valik "Kohandatud helisignaal" on sisse lülitatud, saad siin valida helifaili. Klõpsa nupul "Lehitse..." ning vali ilmuvas dialoogis soovitud helifail.
eu: "Erabili zuk finkatutako txirrina" aukera gaitua badago, soinu-fitxategi bat aukeratu dezakezu hemen. Sakatu "Arakatu...", elkarrizketa-koadroa erabiliz soinu-fitxategi bat aukeratzeko.
fr: Si l'option « Utiliser une cloche personnalisée » est cochée, vous pouvez sélectionner ici le fichier son. Cliquez sur « Parcourir... » pour choisir ce fichier dans la fenêtre de sélection.
gl: Se activa a opción «Empregar unha badalada personalizada», pode escoller un ficheiro de son aquí. Prema «Examinar…» para escoller o ficheiro de son empregando o diálogo de ficheiros.
gu: જો આ વિકલ્પ "પોતીકી ઘંટડી વાપરો" સક્ષમ હશે, તો તમે અહીં અવાજની ફાઇલ પસંદ કરી શકશો. ફાઇલ સંવાદ (dialog) પર "બ્રાઉસ" કલીક કરીને અવાજની ફાઇલ પસંદ કરો.
he: אם האפשרות "השתמש בפעמון מותאם אישית" נבחרה, באפשרותך לבחור כאן קובץ צליל. לחץ על "עיון..." כדי לבחור קובץ צליל בעזרת דו-שיח הקבצים.
ia: Si le option "Usa campana personalisate" es habilitate, tu pote hic seliger un file de sono. Tu pulsa "Naviga..." pro seliger un file de sono per usar le dialogo de file.
is: Ef þú velur "Nota sérsniðna bjöllu" getur þú valið hljóðskrána hér. smelltu á "Flakka..." til að velja hana.
ja: 「カスタムベルを使う」を選択した場合、ここでサウンドファイルを指定します。ファイル選択ダイアログを開いてファイルを選択するには「ブラウズ」をクリックしてください。
km: បើ​អនុញ្ញាត​ជម្រើស​ "ប្រើ​កណ្ដឹង​ផ្ទាល់ខ្លួន" នោះ​អ្នក​អាច​ជ្រើស​ឯកសារ​សំឡេង​នៅ​ទីនេះ ។ ចុច "រក​មើល..." ដើម្បី​ជ្រើស​ឯកសារ​សំឡេង​ដោយ​ប្រើ​ប្រអប់​ឯកសារ ។​
ko: "사용자 정의 종소리" 설정을 사용하면 여기에서 소리 파일을 선택할 수 있습니다. 파일 대화상자를 통해서 소리 파일을 선택하려면 "찾아보기..."를 누르십시오.
lv: Ja ir aktivizēta opcija "Lietot pielāgoto zvanu", tad šeit varat izvēlēties skaņas failu. Noklikšķiniet "Izvēlēties...", lai izvēlētos skaņas failu.
nb: Hvis valget «Bruk tilpasset varsel»er slått på, kan du velge en lydfil her. Klikk «Bla gjennom …» for å velge en lydfil fra fildialogen.
nds: Wenn de Optschoon "Egen Pingel bruken" anmaakt is, kannst Du hier en Datei utsöken. Klick op "Utsöken...", wenn Du en Datei op dien Reekner utsöken wullt.
nl: Als de optie "Aangepaste bel gebruiken" is geactiveerd, kunt u hier een geluidsbestand uitkiezen. Druk op "Bladeren..." om een geluidsbestand op te zoeken.
nn: Dersom «Bruk sjølvvalt signal» er valt, kan du velja ei lydfil her. Trykk «Bla gjennom» for å velja ei lydfil frå filvindauget.
pl: Jeśli opcja "Użyj własnego dzwonka" jest włączona, wtedy można plik, w którym zapisany jest dźwięk do odtworzenia. Kliknij na "Przeglądaj...", by wybrać dźwięk używając okienka dialogowego wyboru pliku.
pt: Se a opção "Utilizar uma campainha personalizada" estiver activa, pode escolher um ficheiro de som aqui. Carregue em "Escolher..." para seleccionar um ficheiro de som usando a janela de ficheiros.
ro: Dacă este activată opțiunea "Utilizează sunet personalizat" puteți alege aici un fișier de sunet. Dați clic pe "Răsfoiește..." pentru a alege un fișier de sunet utilizând dialogul de alegere de fișiere.
si: "රුචි සීනුවක් භාවිත කරන්න" අභිප්‍රේතය සක්‍රීය නම්, මෙහිදී ඔබට ශ්‍රව්‍ය ගොනුවක් තෝරාගත හැක ගොනු සංවාදය භාවිත කර සෙවීමට "සොයන්න..." බොත්තම ඔබන්න.
sl: Če je omogočena možnost »Uporabi prilagojeni zvonec«, lahko tu izberete zvočno datoteko. Kliknite »Prebrskaj ...« in izberite zvočno datoteko v pogovornem oknu.
tg: Агар хосияти "Истифодаи занги интихобӣ" фаъол гашта бошад, шумо файли овозиро аз ин ҷо интихоб карда метавонед. Барои интихоби файли овозӣ ба воситаи муколамаи файл "Баррасӣ..."-ро ангушт занед.
th: ถ้าเลือกใช้ตัวเลือก "กำหนดเสียงออดเอง" คุณจะสามารถเลือกใช้แฟ้มเสียงได้ที่นี่ คลิกที่ "เลือกแฟ้ม ..." เพื่อเลือกแฟ้มเสียงจากกล่องเลือกแฟ้ม
tr: Eğer "izlenebilir ses" etkin ise, buradan bir ses dosyası seçebilirsiniz. Bunun için sadece "Gözat..." düğmesine tıklamanız ve dosyayı belirtmeniz yeterlidir.
wa: Si l' tchuze «Eployî xhuflet da vosse» est metowe, vos ploz tchoezi chal on fitchî d' son. Clitchîz «Foyter...» po tchoezi on fitchî son e vs siervant del divize di fitchî.
zh_cn: 如果选中了“使用自定义铃声”，您可以在这里指定一个声音文件。请点击“浏览...”在文件对话框中选择一个声音文件。

source: Sound &to play:
af: Klank na speel:
bg: А&удио файл за изпълнение:
bn_in: যে সাউন্ডটি প্লে করা হবে (&t):
et: Mängi&tav helifail:
eu: &Jotzeko soinua:
fr: Lire un fichier &son :
gl: Son a re&producir:
gu: વગાડવા માટેના અવાજ: (&t)
he: צליל ל&ניגון:
ia: Sono &de reproducer
is: Hljóð &til að spila:
ja: 再生するサウンド(&T):
km: សំឡេង​ដែល​ត្រូវ​ចាក់​ ៖
kn: ಚಾ&ಲಯಿಸಬೇಕಾದ ಧ್ವನಿ:
ko: 재생할 소리 파일(&T):
lv: Atskaņojamā &skaņa:
mr: चालविण्याचे संगीत (&T):
nb: Spi&ll denne lyden:
nds: &Klang för't Afspelen:
nl: Af &te spelen geluid:
nn: Spel &lyd:
pl: Dźwięk do od&tworzenia:
pt: Som a &tocar:
ro: Sunet de &redat:
si: ධාවනයට ශබ්දය (&t)
sl: Predvajaj &zvok:
tg: Овоз &навохтан:
th: เสียงที่ใช้เล่น:
tr: Ç&alınacak ses:
wa: Son a &djouwer:
zh_cn: 要播放的声音(&T)：

source: Browse...
bg: Разглеждане...
bn_in: ব্রাউজ...
et: Lehitse...
eu: Arakatu...
fr: Parcourir...
gl: Examinar…
gu: બ્રાઉઝ...
he: עיין...
ia: Naviga ...
is: Flakka...
ja: ブラウズ...
km: រក​មើល​...
kn: ವೀಕ್ಷಿಸು...
ko: 찾아보기...
lv: Izvēlēties...
mr: संचार करा...
nb: Bla gjennom …
nds: Utsöken...
nl: Bladeren...
nn: Bla gjennom …
pl: Przeglądaj...
pt: Escolher...
ro: Răsfoiește...
si: ගවේශනය...
sl: Prebrskaj ...
tg: Кушодан...
th: เลือก...
tr: Gözat...
wa: Foyter...
zh_cn: 浏览...

source: Visual Bell
eu: Irudizko txirrina
fr: Cloche visuelle
gl: Badalada visual
ko: 시각적 종소리
nl: Zichtbare bel
nn: Visuell bjølle
pl: Widzialny dzwonek
pt: Campainha Visível
sl: Vidni zvonec
zh_cn: 视觉响铃

source: This option will turn on the "visual bell", i.e. a visual notification shown every time that normally just a bell would occur. This is especially useful for deaf people.
eu: Aukera honek, "irudizko txirrina" piztuko du; irudizko jakinarazpen bat erakutsiko da bestela soilik txirrina entzungo litzatekeen aldiro. Bereziki erabilgarria entzumen arazoa dutenentzat.
fr: Cette option activera la « cloche visuelle », c'est-à-dire une notification visuelle sera affichée chaque fois qu'un bip devrait retentir. Ceci est particulièrement utile pour les personnes sourdes.
gl: Esta opción activará a «badalada visual», é dicir, mostrarase unha notificación visual cando normalmente debera producirse unha badalada. Isto é moi útil para os xordos.
ko: 이 옵션은 "시각적 종소리"를 활성화합니다. 종소리가 울릴 때마다 화면에 알림이 표시됩니다. 청각 장애가 있는 사용자에게 유용합니다.
nl: Deze optie activeert de "zichtbare bel", oftewel een zichtbare melding die getoond wordt op het moment dat het belgeluid te horen zou zijn. Dit is zeer bruikbaar voor doven en slechthorenden.
nn: Dette valet tek i bruk ei «visuell bjølle», altså ei synleg påminning som vert vist kvar gong det vanlege lydsignalet («bjølla») elles vert spelt. Funksjonen er spesielt nyttig for døve.
pl: Ta opcja włączy "widzialny dzwonek", t.j. wzrokowe powiadomienie pokazywane w sytuacji, gdy normalnie odezwałby się dzwonek. Przydatne dla niesłyszących.
pt: Esta opção irá ligar a "campainha visível", i.e. uma notificação visível que ocorre de cada vez que seria suposto ouvir uma campainha. Isto é especialmente útil para pessoas surdas.
sl: Ta možnost vključi »vidni zvonec«; to je vidno obvestilo, ki se prikaže vsakič, ko bi sicer slišali zvonjenje. Posebej pripravno je za gluhe.
zh_cn: 该选项将打开“视觉铃声”，比如用视觉提醒来代替通常情况下的响铃。这对于聋人来说特别有用。

source: &Use visual bell
eu: E&rabili irudizko txirrina
fr: &Utiliser une cloche visuelle
gl: &Usar unha badalada visual.
ko: 시각적 종소리 사용(&U)
nl: Zichtbare bel gebr&uiken
nn: &Bruk visuell bjølle
pl: &Używaj widzialnego dzwonka
pt: &Usar uma campainha visível
sl: &Uporabi vidni zvonec
zh_cn: 使用视觉响铃(&U)

source: The screen will turn to a custom color for the amount of time specified below.
af: Die skerm sal skakel na 'n pasmaak kleur vir Die hoeveelheid van tyd gespesifiseer onder.
bg: Мигане на екрана с определен цвят за времето зададено по-долу.
bn_in: স্ক্রিনটি একটা স্বনির্বাচিত রঙে পরিবর্তীত হবে নীচে দেওয়া সময়সীমা পর্যন্ত।
et: Allpool määratud ajaks muudetakse ekraani värvi (ka see on kohandatav).
eu: Pantailak kolore pertsonalizatua erabiliko du behean adierazitako denbora-tartean.
fr: L'écran utilisera une couleur personnalisée pendant la durée choisie ci-dessous.
gl: A pantalla pasará a unha cor personalizada durante o período de tempo especificado en baixo.
gu: નીચે દર્શાવેલ સમય માટે સ્ક્રીન પોતીકા રંગોમાં ફેરવાઈ જશે.
he: המסך ישנה את צבעו לצבע מותאם אישית למשך הזמן המצויין להלן.
ia: Le schermo passara a un color personalisate pro le amonta de tempore specificate a basso.
is: Skjárinn breytist í sérsniðinn lit í tiltekinn tíma sem er uppgefinn neðar.
ja: 下で指定した時間だけ、スクリーンの色を変更します。
km: អេក្រង់​នឹង​ប្រែ​ទៅ​ជា​ពណ៌ផ្ទាល់​ខ្លួន ក្នុង​រយៈ​ពេល​មួយ​ដែល​បាន​កំណត់​ដូច​ខាង​ក្រោម ។
kn: ಕೆಳಗೆ ನಿರ್ದಿಷ್ಟಗೊಳಿಸಿರುವ ಅವಧಿಯವರೆಗೆ ತೆರೆಯು ಗ್ರಾಹಕೀಯ(ಕಸ್ಟಮ್) ಬಣ್ಣಕ್ಕೆ ತಿರುಗಿರುತ್ತದೆ.
ko: 모든 화면 색상이 아래에 지정한 시간 동안 사용자 정의 색상으로 변경됩니다.
lv: Ekrāns pārslēgsies pielāgotās krāsās uz zemēk norādīto laiku.
mr: खालील निर्देशीत वेळ नुरूप पडद्यावर निवडलेला रंग दर्शविला जाईल.
nb: Skjermen skifter til en gitt farge så lenge som oppgitt nedenfor.
nds: De Schirm warrt för de nerrn fastleggte Tiet mit en sülven instellte Klöör infarvt.
nl: Het scherm verandert in een aangepaste kleur gedurende de hieronder opgegeven tijd.
nn: Skjermen går over til ein viss farge i tidsrommet oppgjeve under.
pl: Ekran zmieni kolor na zadany na podany poniżej czasu.
pt: O ecrã irá mudar para uma cor personalizada durante o período de tempo indicado em baixo.
ro: Ecranul va fi schimbat la o culoare personalizată pentru un interval de timp specificat mai jos.
si: පහත දෙන ලද කාල සීමාවට තිරය රුචි වර්‍ණයකට හැරේ.
sl: Zaslon se bo za spodaj določeni časovni razmik obarval z določeno barvo.
tg: Ҳамаи ранги экран дар мӯҳлати муайяни вақт ба ранги дар поён таъиншуда интихобӣ мубаддал мегардад.
th: หน้าจอจะเปลี่ยนเป็นสีที่กำหนดชั่วระยะเวลาที่ระบุไว้ด้านล่างนี้
tr: Ekran özelleştirilmiş bir renge belirtilen bir süre için dönecektir.
wa: Li waitroûla va påpyî, dj' ô bén k' ele divénrè po on tins metou tote d' ene coleur dinêye.
zh_cn: 屏幕将会变成指定的颜色并持续下面所指定的时间长度。

source: F&lash screen
af: Flash skerm
bg: &Мигане на екрана
bn_in: ফ্ল্যাস স্ক্রিন (&l)
et: Ekraani vi&lgutamine
eu: Argi&ztatu pantaila
fr: Fair&e clignoter l'écran
gl: &Escintilación da pantalla
gu: ફલેશ સ્ક્રીન (&l)
he: הבזק את המ&סך
ia: Schermo a fu&lgor
is: &Blikka skjánum
ja: スクリーンをフラッシュさせる(&L)
km: អេក្រង់​ស្វាគមន៍
kn: (&ಪ)ಫ್ಲಾಷ್ ತೆರೆ
ko: 화면 깜박임(&L)
lv: &Zibināt ekrānu
mr: फ्लॅश स्क्रीन (&L)
nb: &Blinkende skjerm
nds: Schirm opb&lucken
nl: Scherm &laten knipperen
nn: &Blink skjerm
pl: &Mignięcie ekranu
pt: P&iscar o ecrã
ro: Ecran &clipitor
si: ෆ්ලෑශ් තිරය (&l)
sl: Zab&liskaj zaslon
tg: &Мижазании экран
th: &กระพริบหน้าจอ
tr: &Ekranı parlat
wa: Påp&iaedje del waitroûle
zh_cn: 屏幕闪烁(&L)

source: All screen colors will be inverted for the amount of time specified below.
af: Alle skerm kleure sal wees omgekeerd vir die hoeveelheid van tyd gespesifiseer onder.
bg: Инвертиране цветовете на екрана за времето зададено по-долу.
bn_in: স্ক্রিনের সব রঙগুলো উল্টো করা হবে নীচে দেওয়া সময়সীমা পর্যন্ত।
et: Kõik ekraani värvid inverteeritakse allpool määratud ajaks.
eu: Pantailako kolore guztiak alderantzikatu egingo dira behean adierazten den denbora-tartean.
fr: Toutes les couleurs seront inversées pendant la durée choisie ci-dessous.
gl: Todas as cores de pantalla inverteranse durante o tempo indicado en baixo.
gu: બધા સ્ક્રીન પરના રંગો નીચે દર્શાવેલ સમય માટે ઉલટાવી દેવામાં આવશે.
he: כל צבעי המסך יתהפכו למשך הזמן המצויין להלן.
ia: Omne colores de schermo essera invertite pro le amonta de tempore specificate a basso.
is: Öllum litum á skjánum verður víxlað í tiltekinn tíma sem er uppgefinn neðar.
ja: 下で指定した時間だけ、スクリーン上のすべての色を反転させます。
km: ពណ៌​អេក្រង់​ទាំងអស់​នឹង​ត្រូវ​ដាក់​បញ្ច្រាស ក្នុង​រយៈ​ពេល​មួយ​ដែល​បាន​កំណត់​ដូច​ខាងក្រោម ។
kn: ಕೆಳಗೆ ನಿರ್ದಿಷ್ಟಗೊಳಿಸಿರುವ ಅವಧಿಯವರೆಗೆ ತೆರೆಯ ಎಲ್ಲಾ ಬಣ್ಣಗಳು ವಿಲೋಮಗೊಂಡಿರುತ್ತವೆ (ಇನ್ವರ್ಟ್).
ko: 모든 화면 색상이 아래에 지정한 시간 동안 반전됩니다.
lv: Visas ekrāna krāsas tiks invertētas uz zemāk norādīto laiku.
mr: निर्देशीत ठराविक वेळ करिता पडद्यावरील सर्व रंग उलट केले जातील.
nb: Alle skjermfarger vil snus om så lenge som oppgitt nedenfor.
nds: All Klören op den Schirm warrt för de nerrn fastleggte Tiet ümkehrt.
nl: Alle schermkleuren worden omgekeerd gedurende de hieronder opgegeven tijd.
nn: Alle skjermfargane vert inverterte i tidsrommet oppgjeve under.
pl: Wszystkie kolory ekranu zostaną odwrócone na podany poniżej czas.
pt: Todas as cores do ecrã serão invertidas durante o período de tempo indicado em baixo.
ro: Toate culorile ecranului vor fi inversate pentru un interval de timp specificat mai jos.
si: පහත දෙන ලද කාල සීමාවට තිර වර්‍ණ යටිකුරු වේ.
sl: Vse barve na zaslonu bodo obrnjene za spodaj podani časovni razmik.
tg: Ҳамаи ранги экран дар мӯҳлати муайяни вақт ба ранги дар поён таъиншуда мубаддал мегардад.
th: ทุกสีบนหน้าจอจะถูกกลับเป็นสีตรงข้ามชั่วระยะเวลาที่ระบุด้านล่างนี้
tr: Bütün ekran renkleri belirtilen zaman için terslenecektir.
wa: Totes les coleurs del waitroûle seront metowes e negatif pol tins dné chal pa dzo.
zh_cn: 屏幕上所有的颜色都会翻转并持续下面所指定的时间长度。
