Repository: feren-OS/plasma-desktop-kcms
Catalog: po/*/kcmaccess.po
Languages: af, bg, bn_in, et, eu, fr, gl, gu, he, ia, is, ja, km, kn, ko, lv, mr, nb, nds, nl, nn, pl, pt, ro, si, sl, tg, th, tr, wa, zh_cn

source: &Use system bell whenever a key is accepted
af: Gebruik stelsel klok wanneer 'n sleutel aanvaar word
bg: &Звуково известяване при приемане на клавиш
bn_in: সিস্টেম বেল ব্যবহৃত হবে যখনই একটা কী গ্রাহ্য হবে (&U)
et: Süsteemse heli kas&utamine klahvivajutuse arvestamisel
eu: &Erabili sistemaren txirrina, tekla bat onartzean
fr: &Utiliser la cloche système quand une touche est acceptée
gl: D&ar unha badalada cando se acepte unha tecla
gu: જયારે કળ સ્વીકારવામાં આવે ત્યારે સિસ્ટમ ઘંટડી વાપરો (&U)
he: &השתמש בפעמון המערכת בכל פעם שמקש מתקבל
ia: &Usa campana de systema quandocunque a un clave es date acceptation
is: &Nota kerfisbjölluna í hvert sinn sem lykill er samþykktur
ja: キー押下が受け付けられたらシステムベルを使う(&L)
km: ប្រើ​កណ្តឹង​ប្រព័ន្ធ ពេលណា​គ្រាប់ចុច​មួយ ត្រូវ​បានទទួល​យក
kn: ಕೀಲಿಕೈ ಸ್ವೀಕೃತಗೊಂಡಾಗ ವ್ಯವಸ್ಥ್ಯಾ ಗಂಟೆಯನ್ನು &ಬಳಸು
ko: 키가 받아들여졌을 때 시스템 알림 사용하기(&U)
lv: Lietot sistēmas zvanu ikreiz, kad tiek pieņemts ta&ustiņš
mr: केंव्हाही कळ स्वीकारल्यावर प्रणाली बेलचा वापर करा (&U)
nb: &Spill systemlydsignal når en tast blir godtatt
nds: Jümmers Systeempingel br&uken, wenn en Tast övernahmen warrt
nl: Systeembel gebr&uiken als een toets wordt geaccepteerd
nn: &Spel systemlydsignal når ein tast vert godteken
pl: &Użyj brzęczyka systemowego po każdym zaakceptowaniu klawisza
pt: &Usar a campainha do sistema sempre que for aceite uma tecla
ro: &Folosește clopoțelul de sistem oricând este acceptată o tastă
si: යතුරක් පිළිගැනෙන සැම විටම පද්ධති සීනුව භාවිත කරන්න (&U)
sl: Ob vsakem učinku tipke &uporabi sistemski zvonec
tg: &Подавать системный сигнал при использовании клавиши
th: ใช้เสียงออดของระบบเมื่อใดก็ตามที่มีการยอมรับการกดปุ่มพิมพ์
tr: Bir tuş kabul edildiğinde s&istem zilini kullan
wa: &Eployî l' xhuflet do sistinme cwand ene tape est acceptêye
zh_cn: 接受按键时使用系统铃声(&U)

source: &Use system bell whenever a key is rejected
af: Gebruik stelsel klok wanneer 'n sleutel verwerp word
bg: &Звуково известяване при отхвърляне на клавиш
bn_in: সিস্টেম বেল ব্যবহৃত হবে যখনই একটা কী অগ্রাহ্য হবে (&U)
et: Süsteemse heli kas&utamine klahvivajutuse tagasilükkamisel
eu: &Erabili sistemaren txirrina, tekla bat baztertzean
fr: &Utiliser la cloche système quand une touche est rejetée
gl: Da&r unha badalada cando se rexeite unha tecla
gu: જયારે કળ નકારવામાં આવે ત્યારે સિસ્ટમ ઘંટડી વાપરો (&U)
he: &השתמש בפעמון המערכת בכל פעם שמקש נדחה
ia: &Usa campana de systema quandocunque un clave es rejectate
is: &Nota kerfisbjölluna í hvert sinn sem lykli er hafnað
ja: キー押下が拒否されたらシステムベルを使う(&W)
km: ប្រើ​កណ្តឹង​ប្រព័ន្ធ ពេលណា​គ្រាប់ចុច​មួយ ត្រូវ​បានបដិសេធ
kn: ಕೀಲಿಕೈ ತಿರಸ್ಕೃತಗೊಂಡಾಗ ವ್ಯವಸ್ಥ್ಯಾ ಗಂಟೆಯನ್ನು &ಬಳಸು
ko: 키가 거부되었을 때 시스템 알림 사용하기(&U)
lv: &Lietot sistēmas zvanu ikreiz, kad tiek noraidīts taustiņš
mr: केंव्हाही कळ नकारल्यावर प्रणाली बेलचा वापर करा (&U)
nb: &Spill systemlydsignalet når en tast blir forkastet
nds: Jümmers Systeempingel br&uken, wenn en Tast torüchwiest warrt
nl: Systeembel gebr&uiken als een toets wordt geweigerd
nn: &Spel systemlydsignal når ein tast vert forkasta
pl: &Użyj brzęczyka systemowego po każdym odrzuceniu klawisza
pt: &Usar a campainha do sistema sempre que for rejeitada uma tecla
ro: &Folosește clopoțelul de sistem oricând este respinsă o tastă
si: යතුරක් ප්‍රතික්‍ෂේප වූ සැමවිට පද්ධති සීනුව භාවිත කරන්න (&U)
sl: Ob vsaki zavrnitvi tipke &uporabi sistemski zvonec
tg: &Подавать системный сигнал при отклонении клавиши
th: ใช้เสียงออดของระบบเมื่อใดก็ตามที่มีการปฏิเสธการกดปุ่มพิมพ์
tr: Bir tuş reddedildiğinde sistem &zilini kullan
wa: &Eployî l' xhuflet do sistinme cwand ene tape est rfuzêye
zh_cn: 拒绝按键时使用系统铃声(&U)

source: Bounce Keys
af: Hop Sleutels
bg: Подскачащи клавиши
bn_in: বাউন্স কী-সমূহ
et: Põrkavad klahvid
eu: Errebote-teklak
fr: Touches non répétées
gl: Teclas rexeitadas temporalmente
gu: ઉછળતી-કૂદતી કળો
he: מקשי הקפצה
ia: Claves saltante
is: Skoppa lyklum
ja: バウンスキー (二度打ち防止機能)
km: គ្រាប់ចុច​លោត
kn: ಪುಟಿಯುವ (ಬೌನ್ಸ್) ಕೀಲಿಕೈಗಳು
ko: 튕김 키
lv: Atkalnospiešans aizture
mr: बाऊन्स् कळ
nb: Filtertaster
nds: Springen Tasten
nl: Toetsen stuiteren
nn: Filtertastar
pl: Odbijające klawisze
pt: Teclas Sonoras
ro: Taste salt
si: පොළාපනින යතුරු
sl: Odbijajoče tipke
tg: Тугмачаҳои Паридани
th: การกดปุ่มพิมพ์รัว
tr: Sıçrama tuşları
wa: Dimey-aclawåvès tapes
zh_cn: 撞击键

source: Use bou&nce keys
af: Gebruik hop sleutels
bg: Използване на под&скачащи клавиши
bn_in: বাউন্স কী-সমূহ ব্যবহৃত হবে (&n)
et: Põrkavate klahvide kasutami&ne
eu: Erabili e&rrebote-teklak
fr: Utiliser les touch&es non répétées
gl: Empregar a &recusación temporal das teclas
gu: ઉછળતી-કૂદતી કળો વાપરો (&n)
he: השתמש במקשי הקפ&צה
ia: Usa claves salta&nte
is: Nota &skoppandi lykla
ja: バウンスキーを使う(&N)
km: ប្រើ​គ្រាប់ចុច​លោត
kn: ಪುಟಿಯು&ವ (ಬೌನ್ಸ್) ಕೀಲಿಕೈಗಳನ್ನು ಬಳಸಿ
ko: 튕김 키 사용하기(&N)
lv: Lietot atkal&nospiešanas aizturi
mr: बाऊन्स् कळ वापरा (&N)
nb: Bru&k filtertaster
nds: Springe&n Tasten bruken
nl: Stuitere&nde toetsen gebruiken
nn: Bru&k filtertastar
pl: Używaj od&bijających klawiszy
pt: Usar as teclas so&noras
ro: Folosește taste salt
si: පොළාපනින යතුරු භාවිත කරන්න (&n)
sl: Uporabi od&bijajoče tipke
tg: Тугма&чаҳои паридани истифода кунед
th: ใช้การกดปุ่มพิมพ์รัว
tr: &Sıçrama tuşlarını kullan
wa: Eployî les dme&y-aclawåvès tapes
zh_cn: 使用撞击键(&N)

source: Use the system bell whenever a key is rejected
af: Gebruik die stelsel klok wanneer 'n sleutel verwerp word
bg: Звуково известяване при отхвърляне на клавиш
bn_in: সিস্টেম বেল ব্যবহৃত হবে যখনই একটা কী অগ্রাহ্য হবে
et: Süsteemse heli kasutamine klahvivajutuse tagasilükkamisel
eu: Erabili sistemaren txirrina, tekla bat baztertzean
fr: Utiliser la cloche système quand une touche est rejetée
gl: Empregar a badalada do sistema cando se rexeite unha tecla
gu: જયારે કળ નકારવામાં આવે ત્યારે સિસ્ટમ ઘંટડી વાપરો
he: השתמש בפעמון המערכת בכל פעם שמקש נדחה
ia: Usa le campana de systema quandocunque un clave es rejectate
is: Nota kerfisbjölluna í hvert sinn sem lykli er hafnað
ja: キー押下が拒否されたらシステムベルを使う(&I)
km: ប្រើ​កណ្តឹង​ប្រព័ន្ធ ពេលណា​គ្រាប់ចុច​មួយ ត្រូវ​បាន​បដិសេធ
kn: ಕೀಲಿಕೈ ತಿರಸ್ಕೃತಗೊಂಡಾಗ ವ್ಯವಸ್ಥ್ಯಾ ಗಂಟೆಯನ್ನು ಬಳಸು
ko: 키가 거부되었을 때 시스템 종소리 사용하기
lv: Lietot sistēmas zvanu ikreiz, kad tiek noraidīts taustiņš
mr: केंव्हाही कळ नकारल्यावर प्रणाली बेलचा वापर करा
nb: Spill systemlydsignalet når en tast blir forkastet
nds: Jümmers Systeempingel bruken, wenn en Tast torüchwiest warrt
nl: Systeembel gebruiken als een toets wordt geweigerd
nn: Spel systemlydsignal når ein tast vert forkasta
pl: Użyj brzęczyka po każdym odrzuceniu klawisza
pt: Usar a campainha do sistema sempre que uma tecla for rejeitada
ro: Folosește clopoțelul de sistem oricând este respinsă o tastă
si: යතුරක් ප්‍රතික්‍ෂේප වූ සැමවිට පද්ධති සීනුව භාවිත කරන්න
sl: Ob vsaki zavrnitvi tipke uporabi sistemski zvonec
tg: Подавать системный сигнал при отклонении ввода клавиши
th: ใช้เสียงออดของระบบเมื่อใดก็ตามที่มีการปฏิเสธการกดปุ่มพิมพ์
tr: Bir tuş reddedildiğinde sistem zilini kullan
wa: Eployî l' xhuflet do sistinme cwand ene tape est rfuzêye
zh_cn: 拒绝按键时使用系统铃声

source: Activation &Gestures
eu: Aktibazio &keinuak
fr: &Gestes d'activation
gl: &Xestos de activación
ko: 활성화 제스처(&G)
nl: Activatie-&gebaren
nn: Muserørsler
pl: &Gesty aktywujące
pt: &Gestos de Activação
sl: Kretnje z&a vključitev
tr: Etkinleştirme &Hareketleri
zh_cn: 激活手势(&A)

source: Activation Gestures
af: Aktivering Gebare
bg: Жестове за активиране
bn_in: সক্রিয় করার ঈশারা-সমূহ
et: Aktiveerimistoimingud
eu: Aktibazio-keinuak
fr: Gestes d'activation
gl: Acenos de activación
gu: સક્રિયતા ચેષ્ટાઓ
he: מנחות הפעלה
ia: Activation de Gestures
is: Virkjunarbendingar
ja: 有効にするジェスチャー(&G)
km: កាយវិការ​នៃ​ការ​ធ្វើ​ឲ្យ​សកម្ម
kn: ಸಕ್ರಿಯಗೊಳಿಸುವಿಕೆಯ ಸೂಚ್ಯವರ್ತನೆಗಳು (ಗೆಸ್ಚರ್ಸ್)
ko: 활성화 제스처
lv: Aktivācijas žesti
mr: सक्रियता इशारा
nb: Tastekombinasjoner
nds: Anmaaktekens
nl: Activatie-gebaren
nn: Muserørsler
pl: Gesty aktywujące
pt: Gestos de Activação
ro: Gesturi de activare
si: සක්‍රීයකරණ හැසිරීම්
sl: Kretnje za vključitev
tg: Жесты активации
th: รูปแบบการกดแป้นพิมพ์เพื่อเปิดใช้งาน
tr: Etkinleştirme Hareketleri
wa: Djesses d' activaedje
zh_cn: 激活手势

source: Use gestures for activating sticky keys and slow keys
af: Gebruik gebare om taaierige en stadige sleutels te aktiveer
bg: Използване на жестовете за активиране на залепващите и бавните клавиши
bn_in: ঈশারার মাধ্যমে স্টিকি কী-সমূহ ও ধীর কী-সমূহ সক্রিয় হবে
et: Toimingute kasutamine kleepuvate ja aeglaste klahvide aktiveerimiseks
eu: Erabili keinuak tekla itsaskorrak eta motelak aktibatzeko
fr: Utilisez les gestes pour activer l'automaintien et les touches lentes
gl: Empregar acenos para activar as teclas pegañentas e as teclas lentas
gu: સ્ટીકી કળો અને ધીમી કળો સક્રિય કરવા માટે ચેષ્ટાઓ વાપરો
he: השתמש במנחות להפעלת מקשים דביקים ומקשים איטיים
ia: Usa gestures (gestos) pro activar claves collose e claves lente
is: Nota bendingar til að virkja klístraða og hæga lykla
ja: キーボードジェスチャーでスティッキーキーとスローキーを有効にする(&U)
km: ប្រើ​កាយវិការ ដើម្បី​ធ្វើ​ឲ្យ​គ្រាប់ចុច​ស្អិត និង​គ្រាប់ចុច​យឺត​សកម្ម
kn: ಅಂಟು ಕೀಲಿಕೈಗಳು ಮತ್ತು ಮಂದಿ ಕೀಲಕೈಗಳನ್ನು ಕ್ರಿಯಾಶೀಲಗೊಳಿಸಲು ಸೂಚ್ಯವತ೯ನೆಗಳನ್ನು(ಗೆಸ್ಚರ್ಸ್) ಬಳಸು
ko: 느린 키와 고정 키를 활성화시키는 제스처 사용하기
lv: Lietot žestus, lai aktivētu slēdža režīmu un lēnos taustiņus
mr: स्टिकी कळ व स्लो कळ कार्यान्वित करण्याकरिता इशारे वापरा
nb: Bruk musebevegelser for å slå på faste valgtaster og trege taster
nds: Tekens för't Anmaken vun Backige un Langsame Tasten bruken
nl: Gebaren gebruiken voor het activeren van plakkende en langzame toetsen
nn: Bruk muserørsler for å slå på faste valtastar og trege tastar
pl: Użyj gestów do włączania lepkich i powolnych klawiszy
pt: Usar os gestos para activar as teclas fixas e lentas
ro: Utilizează gesturi pentru activarea tastelor lipicioase și lente
si: ඇළෙන හා වෙගය අඩු යතුරු සක්‍රීය කිරීම සඳහා හැසිරීම් භාවිත කරන්න
sl: Uporabi kretnje za vključitev lepljivih in počasnih tipk
tg: Использовать жесты для активации залипающих и медленных клавиш
th: ใช้รูปแบบการกดแป้นพิมพ์เพื่อเปิดการใช้งานการกดปุ่มพิมพ์ค้างและการกดปุ่มพิมพ์ช้า
tr: Yapışkan ve yavaş tuşları etkinleştirmek için özel hareketler kullan
wa: Eployî des djesses po mete en alaedje les aclawåves et les londjinnès tapes
zh_cn: 使用手势来激活粘滞键和筛选键

source: Turn sticky keys and slow keys off after a certain period of inactivity.
bg: Изключване на залепващите и бавните клавиши след определен период неактивност.
bn_in: একটা নির্দিষ্টকাল অবধি নিষ্ক্রিয় থাকলে স্টিকি কী-সমূহ ও ধীর কী-সমূহ নিষ্ক্রিয় করা হবে।
et: Kleepuvad ja aeglased klahvid lülitatakse pärast teatud tegevusetust välja.
eu: Desaktibatu tekla itsaskorrak eta motelak, jarduerarik gabeko tarte baten ondoren.
fr: Désactiver l'automaintien et les touches lentes après une certaine période d'inactivité.
gl: Desactiva as teclas pegañentas e lentas despois dun determinado tempo de inactividade.
gu: સ્ટીકી કળો અને ધીમી કળોને અમુક સમયગાળા પછી બંધ કરી દો.
he: כבה מקשים איטיים ומקשים דביקים אחרי זמן מסוים של אי־פעילות.
ia: De-activar claves collose e claves lente postea un certe periodo de tempore
is: Slökkva á klístruðum og hægum lyklum eftir aðgerðaleysi um stund
ja: 指定した時間内に動作がなければスティッキーキーとスローキーを無効にする(&T)
km: បិទ​គ្រាប់ចុច​ស្អិត និង​យឺត បន្ទាប់ពី​អសកម្ម​អស់​ពេល​មួយ​រយៈ ។
ko: 일정한 시간 동안 사용되지 않았을 때 느린 키와 고정 키를 끕니다.
lv: Izslēgt slēdža režīmu un lēnos taustiņus pēc noteikta bezdarbības laika.
mr: ठराविक निष्क्रिय काळा नंतर स्टिकी कळ व स्लो कळ बंद करा.
nb: Slå av faste valgtaster og trege taster etter en viss tid uten aktivitet.
nds: Backige un Langsame Tasten na en wiss Tiet utmaken, wenn nix daan warrt
nl: Plakkende en langzame toetsen uitschakelen na een bepaalde periode van inactiviteit.
nn: Slå faste valtastar og trege tastar av etter ei viss tid utan aktivitet.
pl: Wyłącz lepkie i powolne klawisze po danym czasie nieaktywności.
pt: Desligar as teclas fixas e lentas ao fim de algum tempo de inactividade.
ro: Dezactivează tastele lipicioase și lente după o anumită perioadă de inactivitate.
si: යම් නිශ්චිත කාලයක් නිශ්චලව පැවති විට ඇළෙන යතුරු හා වේග්‍ය අඩු යතුරු අක්‍රීය කරන්න.
sl: Po določenem času nedejavnosti izključi lepljive in počasne tipke
tg: Отключать залипающие и замедленные клавиши через некоторое время бездействия.
th: ให้ปิดการทำงานของการกดปุ่มพิมพ์ค้างและการกดปุ่มพิมพ์ช้า หลังจากไม่มีการกระทำใดเกิดขึ้นภายในช่วงระยะเวลา
tr: Yapışkan tuşları ve yavaş tuşları belirli bir zaman hareket olmazsa kapat.
wa: Dismete les aclawåves et londjinnès tapes après on metou moumint sins rén fé.
zh_cn: 在一段时间不活动之后关闭粘滞键和筛选键

source: min
bg: мин
bn_in: মিনিট
gu: મિ.
he: דקות
is: mínútur
ja: 分
km: ​ នាទី
kn: ನಿಮಿಷ
ko: 분
mr: मिनिटे
nn: minutt
si: මිනි
tg: дақ
th: นาที
tr: dk
zh_cn: 分钟

source: Notification
af: Kennisgewing
bg: Уведомяване
bn_in: নোটিফিকেশন
et: Märguanne
eu: Jakinarazpena
gl: Notificación
gu: નોંધણી
he: התראה
is: Tilkynning
ja: 通知
km: ការ​ជូន​ដំណឹង
kn: ಸೂಚನೆ
ko: 알림
lv: Apziņošana
mr: सूचना
nb: Varsel
nds: Naricht
nl: Notificatie
nn: Varsel
pl: Powiadamianie
pt: Notificação
ro: Notificare
si: දැනුම්දීම
sl: Obvestila
tg: Хабарнома
th: การแจ้งให้ทราบ
tr: Bildirim
wa: Notifiaedje
zh_cn: 通知

source: Use the system bell whenever a gesture is used to toggle an accessibility feature
et: Süsteemse heli kasutamine hõlbustusfunktsioonide sisse/väljalülitamisel
eu: Erabili sistemaren txirrina, keinuak irisgarritasun eginbideak aktibatzeko edo desaktibatzeko erabiltzen direnean
fr: Utiliser la cloche système quand un geste active ou désactive une fonctionnalité d'accessibilité du clavier
gl: Emitir unha badalada cando se empregue un aceno para activar ou desactivar unha funcionalidade de accesibilidade.
he: השתמש בפעמון המערכת בכל פעם שמשתמשים במחווה כדי להדליק או לכבות אפשרות נגישות
ia: Usa le campana de systema quandocunque un gesture es usate pro activar o de-activar un characteristica de accessibilitate
ko: 제스처를 사용하여 접근성 기능이 켜졌거나 꺼졌을 때 시스템 알림 사용하기
nl: Systeembel gebruiken wanneer een gebaar wordt gebruikt om een toegankelijkheidsfunctie om te schakelen
nn: Spel systemlydsignal når ei muserørsle vert brukt til å slå på eller av ein tilgjengefunksjon
pl: Użyj brzęczyka systemowego po każdym użyciu gestu do włączenia/wyłączenia funkcji dostępności
pt: Usar a campainha do sistema sempre que for usado um gesto para activar ou desactivar uma função de acessibilidade
sl: Ob vsaki uporabi kretnje za preklop zmožnosti za lažji dostop uporabi sistemski zvonec
tr: Bir erişebilirlik özelliği etkinleştirildiğinde sistem zilini kullan
zh_cn: 使用手势切换辅助特性时使用系统铃声

source: If this option is checked, KDE will show a confirmation dialog whenever a keyboard accessibility feature is turned on or off. Ensure you know what you are doing if you uncheck it, as the keyboard accessibility settings will then always be applied without confirmation.
bg: Ако е включена тази отметка, ще бъде показан прозорец за потвърждение при всяка промяна на състоянието за достъп чрез клавиатурата. Бъдете внимателни, защото ако изключите отметката, възможностите за достъп ще се прилагат автоматично без уведомяване.
bn_in: এই অপশনটা সক্রিয় থাকলে, KDE একটা কনফারমেসন ডায়লগ দেখাবে যখনই একটা কিবোর্ড এ্যক্সেসিবিলিটি ব্যবস্থা সক্রিয় বা নিষ্ক্রিয় করা হয়। মনে রাখবেন, যদি আপনি এটা নিষ্ক্রিয় করেন, তখন কিবোর্ড এ্যক্সেসিবিলিটি বিন্যাসগুলো আপনার অনুমতি ছাড়াই সক্রিয় হয়ে যাবে।
et: Selle märkimisel küsib KDE alati kinnitust, kui mõni klaviatuuri kasutamise hõlbustusfunktsioon sisse või välja lülitatakse. Ole selle valiku väljalülitamisega ettevaatlik, sest sellisel juhul rakendatakse kõiki klaviatuuri kasutamise hõlbustusfunktsioone alati ilma kinnitust küsimata.
eu: Aukera hau hautatuz gero, KDEk berrespen-elkarrizketa bat erakutsiko du, teklatuaren irisgarritasun-eginbideak aktibatu edo desaktibatutakoan. Kontuz ibili aukerekin; hautamarka kentzen baduzu, teklatuaren irisgarritasun-ezarpenak berrespenik gabe aplikatuko dira beti.
fr: Si cette option est activée, KDE affichera une fenêtre de confirmation quand une fonctionnalité d'accessibilité du clavier est activée ou non. Assurez-vous de ce que vous faites car si vous désactivez cette option, les fonctionnalités d'accessibilité du clavier seront appliquées sans aucune confirmation.
gl: Se marca esta opción, KDE mostrará un diálogo de confirmación cando se active ou desactive unha característica de accesibilidade do teclado. Asegúrese de saber o que está a facer se a desmarca, xa que entón as funcionalidades de accesibilidade do teclado aplicaranse sempre sen confirmación.
gu: જો આ વિકલ્પ પર ટીક કરેલ હશે, તો જયારે પણ કીબોર્ડ ઉપલબ્ધતા લાક્ષણિકતા ચાલુ કે બંદ કરવામાં આવશે ત્યારે કેડીઇ ખાતરીકરણ સંવાદ બતાવશે. તેની ખાતરી કરો કે તમે ટીક કાઠીને શું કરવા માગો છો, કારણકે કીબોર્ડ લાક્ષણિકતા ગોઠવણીઓ ત્યાર પછી હમેંશ માટે ખાતરી કર્યા વગર લાગુ રહેશે.
he: אם אפשרות זו מופעלת, KDE יציג דו־שיח לאישור בכל פעם שמכבים או מדליקים אפשרות נגישות מקלדת. שימו לב! אם אפשרות זו כבויה, מנגנוני הנגשת המקלדת יופעלו להבא ללא אישורכם.
ia: Si iste option es marcate, KDE monstrara un dialogo de confirmation quandocunque un characteristica de accessibilitate de claviero es activate o de-activate. Tu assecura te que tu sape lo que tu es facente si tu leva le marca, proque le preferentias de accessibilitate sempre essera applicate sin confirmation.
is: Ef þetta er valið mun KDE birta staðfestingarglugga í hvert sinn sem kveikt eða slökkt er á lyklaborðs-aðgengiseiginleikanum. Vertu viss um að þú vitir hvað þú ert að gera ef þú fjarlægir hakið því aðgengisstillingar lyklaborðsins verða þá alltaf virkjaðar án staðfestingar.
ja: このオプションを選択すると、キーボードのアクセシビリティ機能を有効/無効にしたときに、確認ダイアログが表示されます。 これを無効にすると、キーボードのアクセシビリティ機能の設定変更が確認なしで適用されます。よく理解したうえでなければ、このチェックは外さないでください。
km: បើ​បាន​ធីក​ជម្រើស​នេះ KDE នឹង​បង្ហាញ​ប្រអប់​អះអាង​រាល់ពេល​ដែល​លក្ខណៈពិសេស​មធ្យោបាយ​ងាយស្រួល​​របស់​ក្តារចុច​ ត្រូវ​បាន​បិទ ឬ​បើក ។ សូម​ប្រុង​ប្រយ័ត្ន​នូវ​អ្វី​ដែល​អ្នក​កំពុង​ធ្វើ បើ​អ្នក​ដោះធីកវា ព្រោះ​​ការកំណត់​មធ្យោបាយ​ងាយស្រួល​​របស់​ក្តារចុច​​នឹង​​ត្រូវ​បាន​អនុវត្ត​ដោយ​គ្មាន​ការ​អះអាង ។
ko: 이 설정을 사용하면 KDE에서는 키보드 접근성 기능이 켜거나 끌 때 확인 대화 상자를 표시합니다. 이 설정을 끈 경우 키보드 접근성 기능이 확인 없이 적용된다는 것을 주의하십시오.
lv: Ja ieslēdz šo opciju, tad KDE rādīs apstiprināšanas dialogu ikreiz, kad tiks ieslēgta vai izslēgta kāda tastatūras pieejamības iespēja. Esiet uzmanīgi, jo pēc atslēgšanas tastatūras pieejamības iestatījumi tiks vienmēr piemēroti bez apstiprināšanas.
nb: Hvis du velger dette, så vil KDE vise et dialogvindu med spørsmål om bekreftelse hver gang en tastekombinasjon for tilgjengelighet skrus av eller på. Vær sikker på at du vet hva du gjør hvis du fjerner krysset, for da vil alle tilgjengelighets-funksjonene alltid bli tatt i bruk uten spørsmål.
nds: Wenn anmaakt, fraagt KDE jümmers na, wenn en Tastatuurmetood an- oder utmaakt warrt. Bitte wees Di dor över kloor, wat Du deist, wenn Du dit utmaakst - de Instellen för Tastatuurmetoden warrt denn jümmers ahn Nafraag bruukt.
nl: Als deze optie is ingeschakeld vraagt KDE u om een bevestiging wanneer een toegankelijkheidsfunctie wordt in- of uitgeschakeld. Wees voorzichtig, schakel deze optie alleen uit als u weet wat u doet. De toegankelijkheidsinstellingen zullen dan namelijk altijd zonder bevestiging worden toegepast.
nn: Her kan du velja om KDE skal visa eit dialogvindauge med spørsmål om stadfesting kvar gong ein tilgjengefunksjon for tastaturet vert slått av eller på. Ver sikker på at du veit kva du gjer dersom du fjernar krysset, for då vil alle tilgjengefunksjonane alltid verta tekne i bruk utan spørsmål.
pl: Jeśli ta opcja jest włączona, KDE będzie wyświetlać okienko z prośbą o potwierdzenie włączenia/wyłączenia funkcji dostępności klawiatury. Upewnij się, że wiesz co robisz, wyłączając tę opcję, bo ustawienia dostępności klawiatury będą wtedy zawsze stosowane bez potwierdzenia.
pt: Se esta opção for assinalada, o KDE irá mostrar uma janela de confirmação, sempre que uma funcionalidade de acessibilidade do teclado for activada ou desactivada. Tenha a certeza do que está a fazer se desligar esta opção, dado que a configuração de acessibilidade do teclado será sempre será sempre aplicada sem confirmação.
ro: Dacă această opțiune este activată, KDE va afișa un dialog de confirmare oricând o capabilitate de accesibilitate este activată sau dezactivată. Aveți grijă că dacă dezactivați această opțiune, întrucât setările de accesibilitate ale tastaturii vor fi aplicate întotdeauna fără confirmare.
si: මෙය සලකුණු කර ඇතිවිට, යතුරු පුවරු පිවිසුම් සහායකයක් සක්‍රීය හෝ අක්‍රීය කල සැමවිටම KDE විසින් තහවුරු කිරීමේ සංවාදයක් පෙන්වයි. මෙය සලකුණු කර නොමැති විට පිවිසුම් සහායක සැකසුම් තහවුරු කිරීමකින් තොරව ඇතුළත්වන බැවින් ඔබ සිදු කරන කාර්‍යය හොඳින් දැනගන්න.
sl: Če je omogočena ta možnost, bo KDE prikazal potrditveno okno vsakič, ko bo vključena ali izključena zmožnost za lažji dostop s pomočjo tipkovnice. Bodite previdni ob izklopu te možnosti, ker bodo nastavitve za lažji dostop s tipkovnico potem vedno uporabljene brez potrditve.
tg: Если флажок установлен, при включении или отключении специальных возможностей клавиатуры KDE покажет диалог подтверждения. Будьте осторожны - если вы отключите этот параметр, специальные возможности клавиатуры всегда будут применяться без подтверждения.
th: หากเลือกตัวเลือกนี้ KDE จะแสดงกล่องการยืนยันเมื่อใดก็ตามที่มีการเปิดหรือปิดคุณสมบัติเพื่อช่วยในการใช้งานของแป้นพิมพ์ ถ้าคุณเอาตัวเลือกนี้ออก ก็ขอให้รู้ว่าคุณกำลังทำอะไรอยู่ เพราะจะมีการใช้ค่าที่ตั้งไว้สำหรับการช่วยใช้งานของแป้นพิมพ์โดยไม่มีการถามยืนยันอีกต่อไป
tr: Bu seçenek işaretlenirse, bir klavye erişebilirlik özelliği açıldığında ya da kapatıldığında KDE bir doğrulama penceresi gösterecek. Ne yaptığınızı bilmeden bu seçeneği kapatmayın, aksi halde ayarlar size sorulmadan uygulanacaktır.
wa: Ci cisse tchuze est clitcheye, KDE mostrè ene divize d' acertinaedje cwand ene fonccionålité d' accessibilité pal taprece est metowe ou dismetowe. Waitîz k' savoz c' ki vs fijhoz si vos l' disclitchîz, adon les tchuzes d' accessibilité pal taprece seront todi metowes en ouve sins racertinaedje.
zh_cn: 如果选中此选项，KDE 将会在每次打开或关闭键盘辅助特性时显示确认对话框。 在您取消此选项前请确知，键盘辅助功能设置以后将会被直接应用而无需确认。

source: Show a confirmation dialog whenever a keyboard accessibility feature is toggled
et: Kinnituse küsimine klaviatuuri kasutamise hõlbustusfunktsioonide sisse/väljalülitamisel
eu: Erakutsi berrespen elkarrizketa-koadro bat teklatuaren irisgarritasun-eginbide bat aktibatzean/desaktibatzean
fr: Afficher une fenêtre de confirmation quand une fonctionnalité d'accessibilité du clavier est activée ou désactivée
gl: Mostrar un diálogo de confirmación cando se active ou desactive unha funcionalidade de accesibilidade do teclado.
he: הראה תיבת דו-שיח לאישור בכל פעם שמכבים או מדליקים אפשרות נגישות מקלדת
ia: Monstra un dialogo de confirmation quandocunque un characteristica de accessibilitate de claviero es activate o de-activate
ko: 키보드 접근성 기능이 켜졌거나 꺼졌을 때 확인 대화상자 표시
nl: Bevestigingsdialoog tonen wanneer een toegankelijkheidsfunctie wordt omgeschakeld
nn: Spør om stadfesting kvar gong ein tilgjengefunksjon for tastaturet vert slått på eller av.
pl: Pokaż okno potwierdzenia włączenia/wyłączenia funkcji dostępności klawiatury
pt: Mostrar uma janela de confirmação quando uma função de acessibilidade do teclado for activada ou desactivada
sl: Ob vsakem preklopu zmožnosti za lažji dostop s pomočjo tipkovnice prikaži potrditveno pogovorno okno
tr: Bir klavye erişebilirlik özelliği etkinleştirildiğinde bir doğrulama penceresi göster
zh_cn: 切换键盘辅助特性时显示确认对话框
