Repository: feren-OS/plasma-desktop-kcms
Catalog: po/*/kcmaccess.po
Languages: af, bg, bn_in, et, eu, fr, gl, gu, he, ia, is, ja, km, kn, ko, lv, mr, nb, nds, nl, nn, pl, pt, ro, si, sl, tg, th, tr, wa, zh_cn

source: Here you can activate keyboard gestures that turn on the following features: Mouse Keys: %1 Sticky keys: Press Shift key 5 consecutive times Slow keys: Hold down Shift for 8 seconds
af: Hier kan jy die sleutelbord gebare aktiveer wat die volgende beidraes aanskakel: Muis Sleutels: %1 Kleberige sleutels: Druk Verskuif sleutel 5 opeenvolgende kere Stadige sleutels: Hou af Verskuif vir 8 sekondes
bg: От тук може да активирате жестовете, които включват следните възможности: Клавиши за мишката: %1. Залепващи клавиши: Натиснете клавиша Shift 5 поредни пъти. Бавни клавиши: Натиснете и задръжте клавиша Shift за 8 секунди.
bn_in: এখানে আপনি কিবোর্ডের ঈশারা ব্যবস্থা সক্রিয় করতে পারেন যেটা নিম্নে দেওয়া ব্যবস্থাগুলো সক্রিয় করে: মাউস কী-সমুহ: %1 স্টিকি কী-সমূহ: পর পর ৫ বার সিফ্ট কী প্রেস করুন ধীর কী-সমূহ: সিফ্ট কী ৮ সেকেন্ড ধরে থাকুন
et: Siin saab aktiveerida klaviatuuritoimingud, mis lülitavad sisse järgmised võimalused: Hiireklahvid: %1 Kleepuvad klahvid: klahvi Shift vajutamine 5 korda järjest Aeglased klahvid: klahvi Shift allhoidmine 8 sekundit
eu: Hemen, eginbide hauek gaituko dituzten teklatuaren keinuak aktiba ditzakezu: Saguaren botoiak: %1 Tekla itsaskorra: sakatu MAIUS tekla 5 aldiz jarraian Tekla motelak: mantendu MAIUS tekla sakatuta 8 segundoan
fr: Vous pouvez activer ici les gestes du clavier qui activent les fonctionnalités suivantes : Touches gérant la souris : %1 Touches automaintenues : appuyez consécutivement 5 fois sur la touche Maj. Touches lentes : appuyez sur la touche Maj. pendant 8 secondes
gl: Aquí pode activar os acenos de teclado que activan as seguintes características: Rato mediante teclado: %1 Teclas pegañentas: Prema a tecla Maiús 5 veces consecutivas Teclas lentas: Prema a tecla Maiús durante 8 segundos
gu: અહીં તમે કીબોર્ડ ચેષ્ટાઓ સક્રિય કરી શકો છો કે જે નીચેની લાક્ષણિકતાઓ સક્રિય કરશે: માઉસ કળો: %1 સ્ટીકી કળો: સિફટ કળ ૫ વખત એકપછીએક દબાવો ધીંમી કળો: સિફટ કળને ૮ સેકન્ડસ માટે માટે દબાવી રાખો
he: כאן אפשר להפעיל את מנחות המקלדת שמפעילות את האפשרויות הבאות: מקשי עכבר: %1 מקשים דביקים: לחץ על Shift 5 פעמים רצופות מקשים איטיים: לחץ על Shift למשך 8 שניות
ia: Ci tu pote activar gestures de claviero que activa le sequente characteristicas: Clave de Mus:%1 Claves Collose: Pressa clave de Shift 5 vices consecutive Claves Lente: Mantene a basso Shift pro 8 secundas
is: Hér getur þú virkjað lyklaborðs bendingar sem kveikja á eftirfarandi valmöguleikum: Músalyklar: %1 Klístraðir lyklar: Ýttu 5 sinnum á Shift takkann Hægir lyklar: Haltu Shift niðri í 8 sekúndur
ja: このオプションを選択すると、キーボードジェスチャーを使って以下の機能を有効にすることができます: マウスキー: %1 スティッキーキー: Shift キーを 5 回押す スローキー: Shift キーを 8 秒間押し続ける
km: នៅទីនេះ អ្នក​អាច​ធ្វើ​ឲ្យ​កាយវិការ​ក្តារចុច​សកម្ម ។ កាយវិការ​ទាំងនោះ​នឹងបើក​លក្ខណៈ​ពិសេស​ខាង​ក្រោម ៖ គ្រាប់​ចុច​បញ្ជា​កណ្ដុរ ៖ %1 គ្រាប់​ចុច​ស្អិត ៖ ចុច​គ្រាប់​ចុច​ប្តូរ (Shift) ៥ ដង​ជាប់​គ្នា គ្រាប់ចុចយឺត ៖ ចុច​គ្រាប់​ចុច​ប្តូរ (Shift) ៨ វិនាទី
kn: ಇಲ್ಲಿ ನೀವು ಕೆಳಕಂಡ ವೈಶಿಷ್ಟ್ಯಗಳನ್ನು ಸಕ್ರಿಯಗೊಳಿಸುವ ಕೀಲಿಮಣೆ ಸೂಚ್ಯವತ೯ನೆಗಳನ್ನು (ಗೆಸ್ಚರ್ಸ್)ಕ್ರಿಯಾಶೀಲಗೊಳಿಸಬಹುದು: ಮೂಷಿಕ ಕೀಲಿಕೈಗಳು:%1 ಅಂಟು ಕೀಲಿಕೈಗಳು: ಶಿಫ್ಟ್ ಕೀಲಿಕೈಯನ್ನು ಸತತವಾಗಿ 5 ಬಾರಿ ಒತ್ತಿ ಮಂದಗತಿ ಕೀಲಿಗಳು: ಶಿಫ್ಟ್ ಕೀಲಿಕೈಯನ್ನು 8 ಸೆಕೆಂಡುಗಳ ಕಾಲ ಒತ್ತಿ ಹಿಡಿದುಕೊಂಡಿರಿ
ko: 이 곳에서 다음 기능을 활성화시키기 위한 제스처를 활성화할 수 있습니다: 마우스 키: %1 고정 키: Shift 키를 연속 5회 누르기 느린 키: Shift 키를 8초간 누르기
lv: Šeit var aktivēt tatatūras žestus, kas ieslēdz sekojošās iespējas: Peles taustiņi: %1 Slēdža režīms: Nospiediet Shift pogu 5 reizes pēc kārtas Lēnie taustiņi: Turiet Shift taustiņui nospiestu 8 sekundes
nb: Her kan du skru på tastekombinasjoner for å bruke følgende funksjoner: Museknapper: %1 Valgtaster: Trykk «Shift» fem ganger på rad Trege taster: Hold «Shift»-tasten nede i minst åtte sekunder
nds: Hier kannst Du Tastatuurtekens aktiveren, de disse Metoden anmaakt: Muustasten: %1 Backige Tasten: Drück de Ümschalttast 5 Maal in een Reeg naenanner Langsame Tasten: Laat de Ümschalttast för 8 Sekunnen daaldrückt
nl: Hier kunt u toetsenbord-gebaren activeren die de volgende functies inschakelen: Muistoetsen: %1 Plakkende toetsen: druk de toets Shift 5 keer achter elkaar in Langzame toetsen: houdt de toets Shift 8 seconden ingedrukt
nn: Her kan du slå på tastekombinasjonar for å bruka følgjande funksjonar: Musetastar: %1 Faste valtastar: Trykk «Shift» fem gongar på rad Trege tastar: Hald «Shift»-tasten nede i minst åtte sekund
pl: Tu można uaktywnić kombinacje klawiszy, włączające następujące funkcje: Emulacja myszy: %1 Lepkie klawisze: Wciśnij Shift kolejno 5 razy Powolne klawisze: Przytrzymaj Shift przez 8 sekund
pt: Aqui, poderá activar os gestos de teclado que activam as seguintes funcionalidades: Teclas do rato: %1 Teclas fixas: Carregue na tecla Shift 5 vezes consecutivas Teclas lentas: Mantenha o Shift carregado durante 8 segundos
ro: Aici puteți activa gesturile de maus care activează funcțiile următoare: Taste maus: %1 Taste comutator: Apăsați tasta Shift de 5 ori consecutiv Taste lente: Tineți apăsată tasta Shift timp de 8 secunde
si: පහත විශේෂාංග සක්‍රීය කිරීම සඳහා යතුරුපුවරු හැසිරීම් මෙහිදී සක්‍රීය කල හැක: මවුස යතුරු: %1 ඇළෙන යතුරු: Shift යතුර නොනැවතී එකපිට 5 වතාවක් එබූ විට වේගය අඩු යතුරු: Shift යතුර තත් 8 සඳහා අල්ලා සිටින විට
sl: Tu lahko vključite tipkovne kretnje, ki vklopijo naslednje zmožnosti: Miškine tipke: %1 Lepljive tipke: pritisnite dvigalko (Shift) petkrat zaporedoma Počasne tipke: držite pritisnjeno dvigalko (Shift) 8 sekund
tg: Здесь вы можете активировать жесты клавиатуры, которые включают следующие функции: Клавиши мыши: %1 Залипающие клавиши: Нажатие клавиши Shift 5 раз подряд Медленные клавиши: Удерживание клавиши Shift нажатой 8 секунд
th: คุณสามารถใช้รูปแบบการกดแป้นพิมพ์ได้ที่นี่เพื่อเปิดคุณสมบัติดังต่อไปนี้: การจำลองเมาส์ด้วยแป้นพิมพ์: %1 การกดปุ่มพิมพ์ค้าง: กดปุ่ม Shift 5 ครั้งติดกัน การกดปุ่มพิมพ์ช้า: กดปุ่ม Shift ค้างไว้ 8 วินาที
tr: Buradan aşağıdaki özellikler için klavye hareketlerini etkinleştirebilirsiniz: Fare tuşları: %1 Yapışkan tuşlar: Shift tuşuna ardarda 5 kere bas Yavaş tuşlar: Shift tuşuna 8 saaniye basılı tut
wa: Vos ploz chal mete en alaedje les djesses avou l' taprece ki metèt en alaedje les fonccionålités shuvantes: Tapes sori: %1 Aclawåvès tapes: Tchôkîz l' tape MAJ 5 côps d' shûte Londjinnès tapes: Ritnoz MAJ tins 8 segondes
zh_cn: 您在此激活开启下列特性的键盘手势： 鼠标键：%1 粘滞键：连续按五次 Shift 键 筛选键：按住 Shift 键八秒

source: Could not set gsettings for Orca: "%1" failed
eu: Ezin izan dira orcarentzako gsettings ezarri: "%1" huts egin du
fr: Impossible de définir qsettings pour Orca : « %1 » a échoué
gl: Non se puido estabelecer gsettings para Orca: «%1» fallou.
ko: Orca의 gsettings를 설정할 수 없음: "%1" 실패함
nl: Kon geen gsettings voor Orca instellen: "%1" is mislukt
nn: Klarte ikkje lagra «gsettings» for Orca: Feil ved «%1»
pl: Nie można ustawić Orki: niepowodzenie "%1"
pt: Não foi possível obter a configuração do Orca: o "%1" falhou
sl: Ni bilo mogoče nastaviti gsettings za Orco: »%1« ni uspelo
tr: Orca için gsettings ayarlanamadı: "%1" başarısız oldu
zh_cn: 无法为 Orca 设置 gsettings：“%1”失败

source: Error: Could not launch "orca --setup"
eu: Errorea: Ezin izan da "orca --setup" abiarazi
fr: Erreur : impossible de lancer « orca --setup »
gl: Erro: non se puido iniciar «orca --setup».
ko: 오류: "orca --setup"을 실행할 수 없음
nl: Fout: kon "orca --setup" niet starten
nn: Feil: Klarte ikkje køyra «orca --setup»
pl: Błąd: Nie można uruchomić "orca --setup"
pt: Erro: Não foi possível invocar o "orca --setup"
sl: Napaka: ni bilo mogoče zagnati »orca --setup«
tr: Hata: "orca --setup" başlatılamadı
zh_cn: 错误：无法启动“orca --setup”

source: AltGraph
af: AltGrafieka
gl: AltGr
nds: AltGr
wa: AltGr

source: Hyper
eu: Hiper
gl: Hiper
gu: હાયપર
kn: ಅತಿ
lv: Hiper
ro: Hiper
si: අධි
tr: Hiper

source: (c) 2000, Matthias Hoelzer-Kluepfel
bn_in: (c) 2000 ম্যথিয়াস হোলযার ক্লুফেল
gl: © 2000, Matthias Hoelzer-Kluepfel
gu: (c) ૨૦૦૦, મેથિસ હૌલ્ઝેર-કલુપ્ફેલ
km: រក្សា​សិទ្ធ​ឆ្នាំ ២០០០ ដោយ Matthias Hoelzer-Kluepfel
kn: (c) 2000, ಮಥಿಯಾಸ್ ಹೊಯ್ಲ್ಸರ್-ಕ್ಲೂಫೆಲ್
lv: (c) 2000, Matiass Holcers-Klupfels (Matthias Hoelzer-Kluepfel)
mr: (c) 2000, मैथियास होल्ज़र-क्लूपफेल
nb: © 2000 Matthias Hoelzer-Kluepfel
nds: (c) 2000, Matthias Hölzer-Klüpfel
nn: © 2000 Matthias Hoelzer-Kluepfel
sl: © 2000, Matthias Hoelzer-Kluepfel
th: สงวนลิขสิทธิ์ (c) 2000, Matthias Hoelzer-Kluepfel
wa: © 2000, Matthias Hoelzer-Kluepfel

source: Super
gu: સુપર
km: ជាន់​ខ្ពស់
kn: ಉನ್ನತ
si: සුපිරි
tr: Süper

source: Matthias Hoelzer-Kluepfel
bn_in: ম্যথিয়াস হোলযার ক্লুফেল
gu: મેથિસ હૌલ્ઝેર-કલુપ્ફેલ
kn: ಮಥಿಯಾಸ್ ಹೊಯ್ಲ್ಸರ್-ಕ್ಲೂಫೆಲ್
lv: Matiass Holcers-Klupfels (Matthias Hoelzer-Kluepfel)
mr: मैथियास होल्ज़र-क्लूपफेल
