Repository: feren-OS/plasma-desktop-kcms
Catalog: po/*/kcmaccess.po
Languages: af, bg, bn_in, et, eu, fr, gl, gu, he, ia, is, ja, km, kn, ko, lv, mr, nb, nds, nl, nn, pl, pt, ro, si, sl, tg, th, tr, wa, zh_cn

source: Use Plasma's notification mechanism whenever a keyboard accessibility feature is toggled
et: Plasma märguannete kasutamine klaviatuuri kasutamise hõlbustusfunktsioonide sisse/väljalülitamisel
eu: Erabili Plasmaren jakinarazpen-mekanismoa teklatuaren irisgarritasun-eginbide bat aktibatzean/desaktibatzean
fr: Utiliser le mécanisme de notifications de Plasma quand une fonctionnalité d'accessibilité du clavier est activée ou désactivée
gl: Empregar o mecanismo de notificacións de Plasma cando se active ou desactive unha funcionalidade de accesibilidade do teclado.
he: בכל פעם שמצב אפשרויות נגישות מקלדת משתנה הראה התראה
ia: Usa mechanismo de notification de Plasma quandocunque un characteristica de accessibilitate de claviero es activate o de-activate
ko: 키보드 접근성 기능이 켜졌거나 꺼졌을 때 Plasma 알림 사용하기
nl: Plasma's meldingssysteem gebruiken wanneer een toegankelijkheidsfunctie van het toetsenbord wordt omgeschakeld
nn: Bruk systemvarselmekanismen i Plasma kvar gong ein tilgjengefunksjon for tastaturet vert slått på eller av.
pl: Użyj systemowego powiadamiania Plazmy po każdym włączeniu/wyłączeniu funkcji dostępności klawiatury
pt: Usar o mecanismo de notificação de sistema do Plasma sempre que uma função de acessibilidade do teclado for activada ou desactivada
sl: Ob vsakem preklopu zmožnosti za lažji dostop s pomočjo tipkovnice uporabi obvestilo Plasma
tr: Bir klavye erişebilirlik özelliği açıldığında Plasma'nın sistem bildirim mekanizmasını kullan
zh_cn: 切换键盘辅助特性时使用 Plasma 的通知机制

source: Mouse Navigation
ko: 마우스 탐색

source: &Move pointer with keyboard (using the num pad)
ko: 키보드 숫자 패드로 마우스 움직이기(&M)

source: &Acceleration delay:
ko: 가속 지연 시간(&A):

source: R&epeat interval:
ko: 반복 주기(&E):

source: Acceleration &time:
ko: 가속 시간(&T):

source: Ma&ximum speed:
ko: 최대 속도(&X):

source: pixel/sec
ko: 픽셀/초

source: Acceleration &profile:
ko: 가속 프로필(&P):

source: Screen Reader
et: Ekraanilugeja
eu: Pantaila irakurlea
fr: Lecteur d'écran
gl: Lector de pantalla
he: קורא מסך
ia: Lector de schermo
ko: 스크린 리더
nb: Skjermleser
nl: Schermlezer
nn: Skjermlesar
pl: Czytnik ekranowy
pt: Leitor do Ecrã
sl: Bralnik zaslona
tr: Ekran Okuyucu
zh_cn: 读屏器

source: Screen reader enabled
et: Ekraanilugeja on lubatud
eu: Pantaila irakurlea gaituta
fr: Lecteur d'écran activé
gl: Activar o lector de pantalla.
he: קורא מסך מאופשר
ia: Lector de schermo activate
ko: 스크린 리더 활성화됨
nb: Skjermleser slått på
nl: Schermlezer ingeschakeld
nn: Skjermlesar slått på
pl: Czytnik ekranowy włączony
pt: Leitor do ecrã activo
sl: Bralnik zaslona omogočen
tr: Ekran okuyucu etkin
zh_cn: 读屏器已启用

source: &Launch Orca Configuration
eu: &Abiarazi Orca konfiguratzea
fr: &Lancer la configurations de Orca
gl: &Iniciar a configuración de Orca
ko: Orca 설정 실행(&L)
nl: Orca-configuratie &starten
nn: &Start Orca-oppsett
pl: Otwórz ustawienia &Orki
pt: &Invocar a Configuração do Orca
sl: &Zaženi nastavitev Orce
tr: Orca Yapılandırmasını &Başlat
zh_cn: 启动 Orca 配置(&L)

source: Please note that you may have to log out once to allow the screen reader to work properly.
et: Pane tähele, et ekraanilugeja korrektseks tööks võib olla vaja korraks välja logida.
eu: Jakizu saioa behin amaitzea beharrezkoa izan daitekeela pantaila irakurlea egoki ibili dadin.
fr: Veuillez noter que vous aurez peut-être à vous déconnecter une fois pour que le lecteur d'écran fonctionne correctement.
gl: Teña en conta que podería ter que saír para que o lector de pantalla funcione correctamente.
he: שים לב שאולי תצטרך להתחבר שוב כדי שהקורא מסך יפעל כראוי.
ia: Pro favor nota que tu pote deber clauder le session un vice pe permitter que le lector de schermo functiona propriemente.
ko: 스크린 리더를 사용하려면 로그아웃한 후 로그인해야 할 수도 있습니다.
nb: Merk at du kan bli nødt til å logge ut en gang for at skjermleseren skal kunne virke riktig.
nl: Merk op dat het nodig kan zijn om u eenmaal af te melden om de schermlezer juist te laten werken.
nn: Merk at du kanskje må logga ut og inn att før skjermlesaren vil fungera skikkeleg.
pl: Aby czytnik ekranu działał poprawnie, wyloguj i zaloguj się ponownie.
pt: Lembre-se que poderá ter de encerrar a sessão para que o leitor do ecrã funcione em condições.
sl: Zapomnite si, da se boste morda morali vsaj enkrat odjaviti, da bo bralnik zaslona deloval pravilno.
tr: Lütfen ekran okuyucunun düzgün çalışması için bir defa çıkış yapmanız gerektiğini unutmayın.
zh_cn: 请注意您可能需要注销来让读屏器正常工作。

source: Press %1 while NumLock, CapsLock and ScrollLock are active
af: Druk %1 terwyl NommerSluit, CapsSluit en RolSluit aktief is
bg: Натиснете %1 докато клавишите NumLock, CapsLock и ScrollLock са включени
bn_in: %1 প্রেস করুন যদি NumLock, CapsLock ও ScrollLock সক্রিয় থাকে
et: %1 vajutamine, kui NumLock, CapsLock ja ScrollLock on aktiivsed
eu: Sakatu %1, BlokZenb, BlokMaius eta BlokKorr aktibo daudenean
fr: Appuyez sur %1 tant que Verr. Num., Verr. Maj. et Verr. Défil. sont actifs
gl: Prema %1 mentres Bloq Num, Bloq Maiús e Bloq Despr están activos
gu: જયારે નમલોક, કેપ્સલોક અને સ્ક્રોલલોક સક્રિય હોય ત્યારે %1 દબાવો
he: לחץ על %1 בזמן ש־NumLock, CapsLock ו־ScrollLock פעילים.
ia: Pressa %1 durante que NumLock, CapsLock e ScrollLock es active
is: Ýttu á %1 meðan NumLock, CapsLock og ScrollLock eru virkir
ja: NumLock, CapsLock そして ScrollLock が有効なとき %1 を押す
km: ចុច %1 ខណៈ​ពេល NumLock ប្ដូរ​ជាប់ (CapsLock) និង ScrollLock ធ្វើ​ឲ្យ​សកម្ម
kn: NumLock, CapsLock ಮತ್ತು ScrollLock ಕ್ರಿಯಾಶೀಲವಾಗಿದ್ದಾಗ %1 ಅನ್ನು ಒತ್ತಿ
ko: NumLock, CapsLock, ScrollLock이 활성화되어 있을 때 %1을(를) 누르십시오
lv: Nospied %1, kamēr ir aktīvi NumLock, CapsLock un ScrollLock
mr: NumLock, CapsLock व ScrollLock सक्रिय असल्यावरही %1 दाबा
nb: Trykk %1 mens NumLock, CapsLock og ScrollLock er på
nds: Drück %1, wielt de Tallen-, de Grootschriev- un de Rull-Rast inleggt sünd
nl: Druk op %1 terwijl NumLock, CapsLock en ScrollLock actief zijn
nn: Trykk %1 mens Num Lock, Caps Lock og Scroll Lock er på
pl: Naciśnij %1, gdy włączone są NumLock, CapsLock i ScrollLock
pt: Carregue em %1 enquanto o NumLock, CapsLock e ScrollLock estão activos
ro: Apăsați %1 în timp ce NumLock, CapsLock și ScrollLock sunt active
si: NumLock, CapsLock හා ScrollLock සක්‍රීය විට %1 ඔබන්න
sl: Pritisnite %1, ko so vključeni NumLock, CapsLock in ScrollLock
tg: Нажатие %1, когда активны NumLock, CapsLock и ScrollLock
th: กด %1 ขณะที่ NumLock, CapsLock และ ScrollLock เปิดใช้งานอยู่
tr: NumLock, CapsLock ve ScrollLock etkinken %1'e bas
wa: Tchôkîz %1 cwand NUM LOCK, CAPS LOCK eyet SCROLL LOCK sont actifs
zh_cn: NumLock、CapsLock 和 ScrollLock 亮时按 %1

source: Press %1 while CapsLock and ScrollLock are active
af: Druk %1 terwyl CapsSluit en RolSluit aktief is
bg: Натиснете %1 докато клавишите CapsLock и ScrollLock са включени
bn_in: %1 প্রেস করুন যদি CapsLock ও ScrollLock সক্রিয় থাকে
et: %1 vajutamine, kui CapsLock ja ScrollLock on aktiivsed
eu: Sakatu %1, BlokMaius eta BlokKorr aktibo daudenean
fr: Appuyez sur %1 tant que Verr. Maj. et Verr. Défil. sont actifs
gl: Prema %1 mentres BloqMaiús e BloqDespr están activos
gu: જયારે કેપ્સલોક અને સ્ક્રોલલોક સક્રિય હોય ત્યારે %1 દબાવો
he: לחץ על %1 בזמן ש־CapsLock ו־ScrollLock פעילים.
ia: Pressa %1 durante que CapsLock e ScrollLock es active
is: Ýttu á %1 meðan CapsLock og ScrollLock eru virkir
ja: CapsLock と ScrollLock が有効なとき %1 を押す
km: ចុច %1 ខណៈ​ពេល ប្ដូរ​ជាប់ (CapsLock) និង ScrollLock សកម្ម
kn: CapsLock ಮತ್ತು ScrollLock ಕ್ರಿಯಾಶೀಲವಾಗಿದ್ದಾಗ %1 ಅನ್ನು ಒತ್ತಿ
ko: CapsLock, ScrollLock이 활성화되어 있을 때 %1을(를) 누르십시오
lv: Nospied %1, kamēr ir aktīvi CapsLock un ScrollLock
mr: CapsLock व ScrollLock सक्रिय असल्यावरही %1 दाबा
nb: Trykk %1 mens CapsLock og ScrollLock er på
nds: Drück %1, wielt de Grootschriev- un de Rull-Rast inleggt sünd
nl: Druk op %1 terwijl CapsLock en ScrollLock actief zijn
nn: Trykk %1 mens Caps Lock og Scroll Lock er på
pl: Naciśnij %1, gdy włączone są CapsLock i ScrollLock
pt: Carregue em %1 enquanto o CapsLock e ScrollLock estão activos
ro: Apăsați %1 în timp ce CapsLock și ScrollLock sunt active
si: CapsLock හා ScrollLock සක්‍රීය විට %1 ඔබන්න
sl: Pritisnite %1, ko sta vključena CapsLock in ScrollLock
tg: Нажатие %1, когда активны CapsLock и ScrollLock
th: กด %1 ขณะที่ CapsLock และ ScrollLock เปิดใช้งานอยู่
tr: CapsLock ve ScrollLock etkinken %1'e bas
wa: Tchôkîz %1 cwand CAPS LOCK eyet SCROLL LOCK sont actifs
zh_cn: CapsLock 和 ScrollLock 亮时按 %1

source: Press %1 while NumLock and ScrollLock are active
af: Druk %1 terwyl NommerSluit en RolSluit aktief is
bg: Натиснете %1 докато клавишите NumLock и ScrollLock са включени
bn_in: %1 প্রেস করুন যদি NumLock ও ScrollLock সক্রিয় থাকে
et: %1 vajutamine, kui NumLock ja ScrollLock on aktiivsed
eu: Sakatu %1, BlokZenb eta BlokKorr aktibo daudenean
fr: Appuyez sur %1 tant que Verr. Num. et Verr. Défil. sont actifs
gl: Prema %1 mentres Bloq Num e Bloq Despr están activos
gu: જયારે નમલોક અને સ્ક્રોલલોક સક્રિય હોય ત્યારે %1 દબાવો
he: לחץ על %1 בזמן ש־NumLock ו־ScrollLock פעילים.
ia: Pressa %1 durante que NumLock e ScrollLock es active
is: Ýttu á %1 meðan NumLock og ScrollLock eru virkir
ja: NumLock と ScrollLock が有効なとき %1 を押す
km: ចុច %1 ខណៈ​ពេល NumLock និង ScrollLock សកម្ម
kn: NumLock, ಮತ್ತು ScrollLock ಕ್ರಿಯಾಶೀಲವಾಗಿದ್ದಾಗ %1 ಅನ್ನು ಒತ್ತಿ
ko: NumLock, ScrollLock이 활성화되어 있을 때 %1을(를) 누르십시오
lv: Nospied %1, kamēr ir aktīvi NumLock un ScrollLock
mr: NumLock व ScrollLock सक्रिय असल्यावरही %1 दाबा
nb: Trykk %1 mens NumLock og ScrollLock er på
nds: Drück %1, wielt de Tallen- un de Rull-Rast inleggt sünd
nl: Druk op %1 terwijl NumLock en ScrollLock actief zijn
nn: Trykk %1 mens Num Lock og Scroll Lock er på
pl: Naciśnij %1, gdy włączone są NumLock i ScrollLock
pt: Carregue em %1 enquanto o NumLock e ScrollLock estão activos
ro: Apăsați %1 în timp ce NumLock și ScrollLock sunt active
si: NumLock, CapsLock හා ScrollLock සක්‍රීය විට %1 ඔබන්න
sl: Pritisnite %1, ko sta vključena NumLock in ScrollLock
tg: Нажатие %1, когда активны NumLock и ScrollLock
th: กด %1 ขณะที่ NumLock และ ScrollLock เปิดใช้งานอยู่
tr: NumLock ve ScrollLock etkinken %1'e bas
wa: Tchôkîz %1 cwand NUM LOCK eyet SCROLL LOCK sont actifs
zh_cn: NumLock 和 ScrollLock 亮时按 %1

source: Press %1 while ScrollLock is active
af: Druk %1 terwyl RolSluit aktief is
bg: Натиснете %1 докато клавишът ScrollLock е включен
bn_in: %1 প্রেস করুন যদি ScrollLock সক্রিয় থাকে
et: %1 vajutamine, kui ScrollLock on aktiivne
eu: Sakatu %1, BlokKorr aktibo dagoenean
fr: Appuyez sur %1 tant que Verr. Défil. est actif
gl: Prema %1 mentres BloqDespr está activo
gu: જયારે સ્ક્રોલલોક સક્રિય હોય ત્યારે %1 દબાવો
he: לחץ על %1 בזמן ש־ScrollLock פעיל.
ia: Pressa %1 durante que ScrollLock es active
is: Ýttu á %1 meðan ScrollLock er virkur
ja: ScrollLock が有効なとき %1 を押す
km: ចុច %1 ខណៈ​ពេល ScrollLock សកម្ម
kn: ScrollLock ಕ್ರಿಯಾಶೀಲವಾಗಿದ್ದಾಗ %1 ಅನ್ನು ಒತ್ತಿ
ko: ScrollLock이 활성화되어 있을 때 %1을(를) 누르십시오
lv: Nospied %1, kamēr ir aktīvs ScrollLock
mr: ScrollLock सक्रिय असल्यावरही %1 दाबा
nb: Trykk %1 mens ScrollLock er på
nds: Drück %1, wielt de Rull-Rast inleggt is
nl: Druk op %1 terwijl ScrollLock actief is
nn: Trykk %1 mens Scroll Lock er på
pl: Naciśnij %1, gdy włączony jest ScrollLock
pt: Carregue em %1 enquanto o ScrollLock está activo
ro: Apăsați %1 în timp ce ScrollLock este activ
si: ScrollLock සක්‍රීය විට %1 ඔබන්න
sl: Pritisnite %1, ko je vključen ScrollLock
tg: Нажатие %1, когда активен ScrollLock
th: กด %1 ขณะที่ ScrollLock เปิดใช้งานอยู่
tr: ScrollLock etkinken %1'e bas
wa: Tchôkîz %1 cwand SCROLL LOCK est actif
zh_cn: ScrollLock 亮时按 %1

source: Press %1 while NumLock and CapsLock are active
af: Druk %1 terwyl NommerSluit en CapsSluit aktief is
bg: Натиснете %1 докато клавишите NumLock и CapsLock са включени
bn_in: %1 প্রেস করুন যদি NumLock ও CapsLock সক্রিয় থাকে
et: %1 vajutamine, kui NumLock ja CapsLock on aktiivsed
eu: Sakatu %1, BlokZenb eta BlokMaius aktibo daudenean
fr: Appuyez sur %1 tant que Verr. Num. et Verr. Maj. sont actifs
gl: Prema %1 mentres Bloq Num e Bloq Maiús están activos
gu: જયારે નમલોક અને કેપ્સલોક સક્રિય હોય ત્યારે %1 દબાવો
he: לחץ על %1 בזמן ש־NumLock ו־CapsLock פעילים.
ia: Pressa %1 durante que NumLock e CapsLock es active
is: Ýttu á %1 meðan NumLock og CapsLock eru virkir
ja: NumLock と CapsLock が有効なとき %1 を押す
km: ចុច %1 ខណៈ​ពេល NumLock និង ប្ដូរ​ជាប់ (CapsLock) សកម្ម
kn: NumLock ಮತ್ತು CapsLock ಕ್ರಿಯಾಶೀಲವಾಗಿದ್ದಾಗ %1 ಅನ್ನು ಒತ್ತಿ
ko: NumLock, CapsLock이 활성화되어 있을 때 %1을(를) 누르십시오
lv: Nospied %1, kamēr ir aktīvi NumLock un CapsLock
mr: NumLock व CapsLock सक्रिय असल्यावरही %1 दाबा
nb: Trykk %1 mens NumLock og CapsLock er på
nds: Drück %1, wielt de Tallen- un de Grootschriev-Rast inleggt sünd
nl: Druk op %1 terwijl NumLock en CapsLock actief zijn
nn: Trykk %1 mens Num Lock og Caps Lock er på
pl: Naciśnij %1, gdy włączone są NumLock i CapsLock
pt: Carregue em %1 enquanto o NumLock e CapsLock estão activos
ro: Apăsați %1 în timp ce NumLock și CapsLock sunt active
si: NumLock හා CapsLock සක්‍රීය විට %1 ඔබන්න
sl: Pritisnite %1, ko sta vključena NumLock in CapsLock
tg: Нажатие %1, когда активны NumLock и CapsLock
th: กด %1 ขณะที่ NumLock และ CapsLock เปิดใช้งานอยู่
tr: NumLock ve CapsLock etkinken %1'e bas
wa: Tchôkîz %1 cwand NUM LOCK eyet CAPS LOCK sont actifs
zh_cn: NumLock 和 CapsLock 亮时按 %1

source: Press %1 while CapsLock is active
af: Druk %1 terwyl CapsSluit aktief is
bg: Натиснете %1 докато клавишът CapsLock е включен
bn_in: %1 প্রেস করুন যদি CapsLock সক্রিয় থাকে
et: %1 vajutamine, kui CapsLock on aktiivne
eu: Sakatu %1, BlokMaius aktibo dagoenean
fr: Appuyez sur %1 tant que Verr. Maj. est actif
gl: Prema %1 mentres BloqMaiús está activo
gu: જયારે કેપ્સલોક સક્રિય હોય ત્યારે %1 દબાવો
he: לחץ על %1 בזמן ש־CapsLock פעיל.
ia: Pressa %1 durante que CapsLock es active
is: Ýttu á %1 meðan CapsLock er virkur
ja: CapsLock が有効なとき %1 を押す
km: ចុច %1 ខណៈ​ពេល ប្ដូរ​ជាប់ (CapsLock) សកម្ម
kn: CapsLock ಕ್ರಿಯಾಶೀಲವಾಗಿದ್ದಾಗ %1 ಅನ್ನು ಒತ್ತಿ
ko: CapsLock이 활성화되어 있을 때 %1을(를) 누르십시오
lv: Nospied %1, kamēr ir aktīvs CapsLock
mr: CapsLock सक्रिय असल्यावरही %1 दाबा
nb: Trykk %1 mens CapsLock er på
nds: Drück %1, wielt de Grootschriev-Rast inleggt is
nl: Druk op %1 terwijl CapsLock actief is
nn: Trykk %1 mens Caps Lock er på
pl: Naciśnij %1, gdy włączony jest CapsLock
pt: Carregue em %1 enquanto o CapsLock está activo
ro: Apăsați %1 în timp ce CapsLock este activ
si: CapsLock සක්‍රීය විට %1 ඔබන්න
sl: Pritisnite %1, ko je vključen CapsLock
tg: Нажатие %1, когда активен CapsLock
th: กด %1 ขณะที่ CapsLock เปิดใช้งานอยู่
tr: CapsLock etkinken %1'e bas
wa: Tchôkîz %1 cwand CAPS LOCK est actif
zh_cn: CapsLock 亮时按 %1

source: Press %1 while NumLock is active
af: Druk %1 terwyl NommerSluit aktief is
bg: Натиснете %1 докато клавишът NumLock е включен
bn_in: %1 প্রেস করুন যদি NumLock সক্রিয় থাকে
et: %1 vajutamine, kui NumLock on aktiivne
eu: Sakatu %1, BlokZenb aktibo dagoenean
fr: Appuyez sur %1 tant que Verr. Num. est actif
gl: Prema %1 mentres Bloq Num está activo
gu: જયારે નમલોક સક્રિય હોય ત્યારે %1 દબાવો
he: לחץ על %1 בזמן ש־NumLock פעיל.
ia: Pressa %1 durante que NumLock es active
is: Ýttu á %1 meðan NumLock er virkur
ja: NumLock が有効なとき %1 を押す
km: ចុច %1 ខណៈ​ពេល NumLock សកម្ម
kn: NumLock ಕ್ರಿಯಾಶೀಲವಾಗಿದ್ದಾಗ %1 ಅನ್ನು ಒತ್ತಿ
ko: NumLock이 활성화되어 있을 때 %1을(를) 누르십시오
lv: Nospied %1, kamēr ir aktīvs NumLock
mr: NumLock सक्रिय असल्यावरही %1 दाबा
nb: Trykk %1 mens NumLock er på
nds: Drück %1, wielt de Tallen-Rast inleggt is
nl: Druk op %1 terwijl NumLock actief is
nn: Trykk %1 mens Num Lock er på
pl: Naciśnij %1, gdy włączony jest NumLock
pt: Carregue em %1 enquanto o NumLock está activo
ro: Apăsați %1 în timp ce NumLock este activ
si: NumLock සක්‍රීය විට %1 ඔබන්න
sl: Pritisnite %1, ko je vključen NumLock
tg: Нажатие %1, когда активен NumLock
th: กด %1 ขณะที่ NumLock เปิดใช้งานอยู่
tr: NumLock etkinken %1'e bas
wa: Tchôkîz %1 cwand NUM LOCK est actif
zh_cn: NumLock 亮时按 %1

source: Press %1
af: Druk %1
bg: Натиснете %1
bn_in: %1 প্রেস করুনয় থাকে
et: %1 vajutamine
eu: Sakatu %1
fr: Appuyez sur %1
gl: Prema %1
gu: %1 દબાવો
he: לחץ על %1
ia: Pressa %1
is: Ýttu á %1
ja: %1 を押す
km: ចុច %1
kn: %1 ಅನ್ನು ಒತ್ತಿ
ko: %1을(를) 누르십시오
lv: Nospied %1
mr: %1 दाबा
nb: Trykk %1
nds: Drück %1
nl: Druk op %1
nn: Trykk %1
pl: Naciśnij %1
pt: Carregue em %1
ro: Apăsați %1
si: %1 ඔබන්න
sl: Pritisnite %1
tg: Нажатие %1
th: กด %1
tr: %1'e bas
wa: Tchôkî %1
zh_cn: 按 %1

source: KDE Accessibility Tool
af: Kde Toeganklikheid Program
bg: Програма за помощ на хора с увреждания
bn_in: KDE এ্যক্সেসিবিলিটি টুল
et: Abivahendid puuetega inimestele
eu: KDEren irisgarritasun-tresna
fr: Outil d'accessibilité de KDE
gl: Utilidade de accesibilidade de KDE
gu: કેડીઇ ઉપલબ્ધતા સાધન
he: כלי הנגישות של KDE
ia: Instrumento de Accessibilitate de KDE
is: Aðgengistól KDE
ja: KDE アクセシビリティ支援ツール
km: ឧបករណ៍​មធ្យោបាយ​ងាយស្រួល KDE
kn: ಕೆಡಿಇ ನಿಲುಕಣೆ (ಆಕ್ಸೆಸಿಬಿಲಿಟಿ) ಸಲಕರಣೆ
ko: KDE 접근성 도구
lv: KDE pieejamības nodrošināšanas rīki
mr: केडीई सुलभता साधन
nb: Tilgjengelighetsverktøy for KDE
nds: KDE-Togangwarktüüch
nl: Toegankelijkheid in KDE
nn: Tilgjengeverktøy for KDE
pl: Narzędzie dostępności systemu KDE
pt: Ferramenta de Acessibilidade do KDE
ro: Utilitar de accesibilitate KDE
si: KDE ප්‍රවේශන මෙවලම්
sl: Orodje za dostopnost KDE
tg: Мизроби лавозимот дар KDE
th: เครื่องมือช่วยการใช้งานของ KDE
tr: KDE Erişilebilirlik Araçları
wa: Usteye d' accessibilité di KDE
zh_cn: KDE 辅助工具

source: Author
af: Outeur
bn_in: লেখক
et: Autor
eu: Egilea
fr: Auteur
gl: Autor
gu: લેખક
he: כותב
ia: Autor
is: Höfundur
ja: 作者
km: អ្នក​និពន្ធ
kn: ಕರ್ತೃ
ko: 작성자
lv: Autors
mr: लेखक
nb: Forfatter
nds: Autor
nl: Auteur
nn: Opphavsperson
pl: Autor
pt: Autoria
ro: Autor
si: කේත රචකයා
sl: Avtor
tg: Муаллиф
th: ผู้เขียน
tr: Yazar
wa: Oteur
zh_cn: 作者

source: Here you can activate keyboard gestures that turn on the following features: Sticky keys: Press Shift key 5 consecutive times Slow keys: Hold down Shift for 8 seconds
af: Hier kan jy die sleutelbord gebare aktiveer wat die volgende beidraes aanskakel: Kleberige sleutels: Druk Verskuif sleutel 5 opeenvolgende kere Stadige sleutels: Hou af Verskuif vir 8 sekondes
bg: От тук може да активирате жестовете, които включват следните възможности: Залепващи клавиши: Натиснете клавиша Shift 5 поредни пъти. Бавни клавиши: Натиснете и задръжте клавиша Shift за 8 секунди.
bn_in: এখানে আপনি কিবোর্ডের ঈশারা ব্যবস্থা সক্রিয় করতে পারেন যেটা নিম্নে দেওয়া ব্যবস্থাগুলো সক্রিয় করে: স্টিকি কী-সমূহ: পর পর ৫ বার সিফ্ট কী প্রেস করুন ধীর কী-সমূহ: সিফ্ট কী ৮ সেকেন্ড ধরে থাকুন
et: Siin saab aktiveerida klaviatuuritoimingud, mis lülitavad sisse järgmised võimalused: Kleepuvad klahvid: klahvi Shift vajutamine 5 korda järjest Aeglased klahvid: klahvi Shift allhoidmine 8 sekundit
eu: Hemen, eginbide hauek gaituko dituzten teklatuaren keinuak aktiba ditzakezu: Tekla itsaskorra: sakatu MAIUS tekla 5 aldiz jarraian Tekla motelak: mantendu MAIUS tekla sakatuta 8 segundoan
fr: Vous pouvez activer ici les gestes du clavier qui activent les fonctionnalités suivantes : Touches automaintenues : appuyez consécutivement 5 fois sur la touche Maj. Touches lentes : appuyez sur la touche Maj. pendant 8 secondes
gl: Aquí pode activar os acenos de teclado que activan as seguintes características: Teclas pegañentas: Prema a tecla Maiús 5 veces consecutivas Teclas lentas: Prema a tecla Maiús durante 8 segundos
gu: અહીં તમે કીબોર્ડ ચેષ્ટાઓ સક્રિય કરી શકો છો કે જે નીચેની લાક્ષણિકતાઓ સક્રિય કરશે: સ્ટીકી કળો: સિફટ કળ ૫ વખત એકપછીએક દબાવો ધીંમી કળો: સિફટ કળને ૮ સેકન્ડસ માટે માટે દબાવી રાખો
he: כאן אפשר להפעיל את מנחות המקלדת שמפעילות את האפשרויות הבאות: מקשים דביקים: לחץ על Shift 5 פעמים רצופות מקשים איטיים: לחץ על Shift למשך 8 שניות
ia: Ci tu pote activar gestures de claviero que activa le sequente characteristicas: Claves collose: pressa Shift Key 5 vices consecutivemente Claves lente: Mantene a basso Shift pro 8 secundas
is: Hér getur þú virkjað lyklaborðs bendingar sem kveikja á eftirfarandi valmöguleikum: Klístraðir lyklar: Ýttu 5 sinnum í röð á Shift takkann Hægir lyklar: Haltu Shift niðri í 8 sekúndur
ja: このオプションを選択すると、キーボードジェスチャーを使って以下の機能を有効にすることができます: スティッキーキー: Shift キーを 5 回押す スローキー: Shift キーを 8 秒間押し続ける
km: នៅទីនេះ អ្នក​អាច​ធ្វើ​ឲ្យ​កាយវិការ​ក្តារចុច​សកម្ម ។ កាយវិការ​ទាំងនោះ​នឹងបើក​លក្ខណៈ​ពិសេស​ខាង​ក្រោម ៖ គ្រាប់ចុច​ស្អិត ៖ ចុច​គ្រាប់​ចុច​ប្តូរ (Shift) ៥​ដង​ជាប់​គ្នា គ្រាប់ចុចយឺត ៖ ចុចគ្រាប់​ចុះ​ប្តូរ (Shift) ៨ វិនាទី
kn: ಇಲ್ಲಿ ನೀವು ಕೆಳಕಂಡ ವೈಶಿಷ್ಟ್ಯಗಳನ್ನು ಸಕ್ರಿಯಗೊಳಿಸುವ ಕೀಲಿಮಣೆ ಸೂಚ್ಯವತ೯ನೆಗಳನ್ನು (ಗೆಸ್ಚರ್ಸ್)ಕ್ರಿಯಾಶೀಲಗೊಳಿಸಬಹುದು: ಅಂಟು ಕೀಲಿಕೈಗಳು: ಶಿಫ್ಟ್ ಕೀಲಿಕೈಯನ್ನು ಸತತವಾಗಿ 5 ಬಾರಿ ಒತ್ತಿ ಮಂದಗತಿ ಕೀಲಿಕೈಗಳು: ಶಿಫ್ಟ್ ಕೀಲಿಕೈಯನ್ನು 8 ಸೆಕೆಂಡುಗಳ ಕಾಲ ಒತ್ತಿ ಹಿಡಿದುಕೊಂಡಿರಿ
ko: 이 곳에서 다음 기능을 활성화시키기 위한 제스처를 활성화할 수 있습니다: 고정 키: Shift 키를 연속 5회 누르기 느린 키: Shift 키를 8초간 누르기
lv: Šeit var aktivēt tatatūras žestus, kas ieslēdz sekojošās iespējas: Slēdža režīms: Nospiediet Shift taustiņu 5 reizes pēc kārtas Lēnie taustiņi: Turiet Shift taustiņu nospiestu 8 sekundes
nb: Her kan du skru på tastekombinasjoner for å bruke følgende funksjoner: Valgtaster: Trykk «Shift» fem ganger på rad Trege taster: Hold «Shift»-tasten nede i minst åtte sekunder
nds: Hier kannst Du Tastatuurtekens aktiveren, de disse Metoden anmaakt: Backige Tasten: Drück de Ümschalttast 5 Maal in een Reeg naenanner Langsame Tasten: Laat de Ümschalttast för 8 Sekunnen daaldrückt
nl: Hier kunt u toetsenbord-gebaren activeren die de volgende functies inschakelen: Plakkende toetsen: druk de toets Shift 5 keer achter elkaar in Langzame toetsen: houdt de toets Shift 8 seconden ingedrukt
nn: Her kan du slå på tastekombinasjonar for å bruka følgjande funksjonar: Faste valtastar: Trykk «Shift» fem gongar på rad Trege tastar: Hald «Shift»-tasten nede i minst åtte sekund
pl: Tu można uaktywnić kombinacje klawiszy, włączające następujące funkcje: Lepkie klawisze: Wciśnij Shift kolejno 5 razy Powolne klawisze: Przytrzymaj Shift przez 8 sekund
pt: Aqui, poderá activar os gestos de teclado que activam as seguintes funcionalidades: Teclas fixas: Carregue na tecla Shift 5 vezes consecutivas Teclas lentas: Mantenha o Shift carregado durante 8 segundos
ro: Aici puteți activa gesturile de tastatură care activează funcțiile următoare: Taste comutator: Apăsați tasta Shift de 5 ori consecutiv Taste lente: Tineți apăsată tasta Shift timp de 8 secunde
si: පහත විශේෂාංග සක්‍රීය කිරීම සඳහා යතුරුපුවරු හැසිරීම් මෙහිදී සක්‍රීය කල හැක: ඇළෙන යතුරු: Shift යතුර නොනැවතී එකපිට 5 වතාවක් එබූ විට වේගය අඩු යතුරු: Shift යතුර තත් 8 සඳහා අල්ලා සිටින විට
sl: Tu lahko vključite tipkovne kretnje, ki vklopijo naslednje zmožnosti: Lepljive tipke: pritisnite dvigalko (Shift) petkrat zaporedoma Počasne tipke: držite pritisnjeno dvigalko (Shift) 8 sekund
tg: Здесь вы можете активировать жесты клавиатуры, которые включают следующие функции: Залипающие клавиши: Нажатие клавиши Shift 5 раз подряд Медленные клавиши: Удерживание клавиши Shift нажатой 8 секунд
th: คุณสามารถใช้รูปแบบการกดแป้นพิมพ์ได้ที่นี่เพื่อเปิดคุณสมบัติดังต่อไปนี้: การกดปุ่มพิมพ์ค้าง: กดปุ่ม Shift 5 ครั้งติดกัน การกดปุ่มพิมพ์ช้า: กดปุ่ม Shift ค้างไว้ 8 วินาที
tr: Buradan aşağıdaki özellikler için klavye hareketlerini etkinleştirebilirsiniz: Yapışkan tuşlar: Shift tuşuna ardarda 5 kere bas Yavaş tuşlar: Shift tuşuna 8 saaniye basılı tut
wa: Vos ploz chal apontyî les djesses avou l' taprece ki metèt en alaedje les fonccionålités shuvantes: Aclawåvès tapes: Tchôkîz l' tape MAJ 5 côps d' shûte Londjinnès tapes: Ritnoz MAJ tins 8 segondes
zh_cn: 您在此激活开启下列特性的键盘手势： 粘滞键：连续按五次 Shift 键 筛选键：按住 Shift 键八秒
