Repository: feren-OS/plasma-desktop-kcms
Catalog: po/*/kcmaccess.po
Languages: af, bg, bn_in, et, eu, fr, gl, gu, he, ia, is, ja, km, kn, ko, lv, mr, nb, nds, nl, nn, pl, pt, ro, si, sl, tg, th, tr, wa, zh_cn

source: I&nvert screen
af: Omkeer skerm
bg: Инвертиране &цветовете на екрана
bn_in: স্ক্রিনটা উল্টো করা হবে (&n)
et: Ekraani i&nverteerimine
eu: &Alderantzikatu pantaila
fr: I&nverser les couleurs de l'écran
gl: &Inverter a pantalla
gu: સ્ક્રીનને ઉલટાવો (&n)
he: הפוך את &צבעי המסך
ia: I&nverte le schermo
is: Snúa skjánum v&ið
ja: スクリーンの色を反転させる(&N)
km: ដាក់​បញ្ច្រាស​អេក្រង់
kn: ತೆರೆಯನ್ನು ವಿಲೋ&ಮಗೊಳಿಸು (ಇನ್ವರ್ಟ್)
ko: 화면 반전(&N)
lv: &Invertēt ekrānu
mr: स्क्रीन उलटे करा (&N)
nb: &Omvendte skjermfarger
nds: Klöre&n ümkehren
nl: Scherm omkere&n
nn: &Negativ skjerm
pl: &Inwersja ekranu
pt: I&nverter o ecrã
ro: &Inversează ecranul
si: තිරය යටිකුරු කරන්න (&n)
sl: Obr&ni barve
tg: Инверсияи эк&ран
th: กลับสีจอ
tr: &Ekranı tersine çevir
wa: Waitroûle e &negatif
zh_cn: 屏幕反转(&N)

source: Click here to choose the color used for the "flash screen" visible bell.
af: Kliek hier na kies die kleur gebruik word vir die "flash skerm" sigbare klok.
bg: Избор на цвят за мигане на екрана.
bn_in: "ফ্ল্যাস স্ক্রিন" দৃশ্যমান বেলের রঙ চয়ন করার জন্যে এখানে ক্লিক করুন।
et: Värvi, mida sa soovid "visuaalse signaali" jaoks kasutada, valimiseks klõpsa siia.
eu: Egin klik hemen txirrin ikuskorra adierazteko pantaila-distiraren kolorea hautatzeko.
fr: Cliquez ici pour choisir la couleur de la cloche visuelle faisant clignoter l'écran.
gl: Prema aquí para escoller a cor empregada para a badalada visíbel «Escintilación de pantalla».
gu: "ફલેશ સ્ક્રીન" દ્રશ્યમાન ઘંટડી માટે વપરાતા રંગો પસંદ કરવા માટે અહીં કલીક કરો.
he: לחץ כאן כדי לבחור את הצבע שנעשה בו שימוש לפעמון החזותי של "הבזק את המסך".
ia: Tu pulsa ci pro seliger le color usate pro le campana visibile de "schermo a fulgure"
is: Smelltu hér til að velja litinn sem "Blikka skjánum" sjónbjallan notar.
ja: 視覚的ベルの「スクリーンをフラッシュさせる」に使用する色を指定します。
km: ចុច​ទីនេះ ដើម្បី​ជ្រើស​ពណ៌​ដែល​ប្រើ​សម្រាប់​កណ្ដឹង​មើល​ឃើញ "អេក្រង់​ស្វាគមន៍" ។
kn: "ಫ್ಲಾಷ್ ತೆರೆ"ಯ ಗೋಚರ ಗಂಟೆಗೆ ಬಳಸುವ ಬಣ್ಣವನ್ನು ಆಯ್ಕೆ ಮಾಡಲು ಇಲ್ಲಿ ಅದುಮಿ.
ko: "화면 깜박임" 시각적 종소리에서 사용할 색상을 선택하려면 여기를 누르십시오.
lv: Noklikšķiniet šeit, lai izvēlētos krāsas "spilgts ekrāns" redzamajam zvanam.
mr: "फ्लॅश स्क्रीन" दृश्यास्पद बेल करिता रंग निवडण्याकरिता येथे क्लिक करा.
nb: Klikk her for å velge hvilken farge som skal brukes for «blinkende skjerm».
nds: Klicken hier, wenn Du de Klöör utsöken wullt, mit de de Schirm bi't Opblucken infarvt warrt.
nl: Druk hier om de kleur te selecteren die voor het "knipperende scherm" wordt gebruikt.
nn: Trykk her for å velja kva for farge «blink skjerm»-signalet skal bruka.
pl: Kliknij tu, by wybrać kolor dla dzwonka - "miganie ekranu".
pt: Carregue aqui para escolher a cor usada para a campainha visível de "piscar o ecrã".
ro: Dați clic aici pentru a alege o culoare pentru sunetul vizibil de tipul "ecran clipitor".
si: දෘශ්‍ය සීනුවේ "ෆ්ලෑශ් තිරය" භාවිත කරන වර්‍ණය තෝරාගැනීමට මෙහි ක්ලික් කරන්න.
sl: Kliknite tu, če želite izbrati barvo za "blisk" vidnega zvonca.
tg: Барои интихоби ранге, ки баҳри занги дидории "намоёншавии экран" истифода мешавад, дар ин ҷо ангушт занед.
th: คลิกที่นี่ เพื่อเลือกสีที่จะใช้กับการเปิดใช้งานการแจ้งให้ทราบแทนเสียงออดที่สามารถเห็นได้แบบ "กระพริบหน้าจอ"
tr: "Ekranı parlatma" için kullanılan rengi belirlemek için buraya tıklayın.
wa: Clitchîz chal po tchoezi l' coleur pol veyåve xhuflet «påpiaedje del waitroûle».
zh_cn: 点击这里选择“屏幕闪烁”所使用的颜色。

source: &Duration:
et: K&estus:
eu: &Iraupena:
fr: &Durée :
gl: &Duración:
he: משך:
ja: 持続時間(&D):
ko: 시간(&D):
nb: &Varighet:
nl: &Duur:
nn: &Lengd:
pl: &Czas trwania:
pt: &Duração:
sl: &Trajanje:
tr: &Süre:
zh_cn: 持续时间(&D)：

source: Here you can customize the duration of the "visible bell" effect being shown.
af: Hier jy kan pasmaak die duur van die "sigbare klok" effek te wees vertoon.
bg: Продължителност на визуалния сигнал.
bn_in: এখানে আপনি "দৃশ্যমান বেলের" সময়কাল নির্ধারিত করতে পারেন।
et: Siin saad kohandada "visuaalse signaali" näitamise aega.
eu: Hemen finkatu dezakezu erakutsi beharreko "txirrin ikuskor" efektuaren iraupena.
fr: Vous pouvez personnaliser ici la durée pendant laquelle l'effet de la « cloche visuelle » est visible.
gl: Aquí pode personalizar a duración da «badalada visíbel» que se mostra.
gu: અહીં તમે "દ્રશ્યમાન ઘંટડી" અસરના દેખાડવાના સમયગાળામાં ફેરફાર કરી શકો છો.
he: כאן באפשרותך להתאים אישית את משך אפקט "הפעמון החזותי" המוצג.
ia: Ci tu pote personalisar le duration del effecto de "campana visibile" que es monstrate.
is: Hér getur þú stillt hversu lengi sjónbjallan er "sýnd".
ja: 視覚的ベルを持続させる時間を設定します。
km: ទីនេះ អ្នក​អាច​ប្ដូរ​តាម​បំណង​ថិរ​វេលា​នៃ​បែបផែន "កណ្ដឹង​មើល​ឃើញ" ដែល​កំពុង​បង្ហាញ ។
kn: ಇಲ್ಲಿ ನೀವು "ಗೋಚರ ಗಂಟೆ"ಯು ಪರಿಣಾಮ ತೋರುವ ಅವಧಿಯನ್ನು ಗ್ರಾಹಕೀಯಗೊಳಿಸಬಹುದು(ಕಸ್ಟಮ್).
ko: "시각적인 종소리"를 나타낼 시간을 설정합니다.
lv: Šeit jūs varat pielāgot "Redzamais zvans" efekta parādīšanas ilgumu.
nb: Her kan du stille inn hvor lenge «synlig varsel» skal vises.
nds: Hier kannst Du fastleggen, wo lang de "Ogenpingel" wiest warrt.
nl: Hier kunt u bepalen hoelang de "zichtbare bel" getoond wordt.
nn: Her kan du velja lengda på det visuelle signalet som vert vist.
pl: Można podać czas trwania efektu migania ekranu jako "widzialnego" dzwonka.
pt: Aqui o utilizador poderá definir a duração da aparição do efeito de "campainha visível".
ro: Aici puteți personaliza durata efectului de "sunetul vizibil".
si: මෙහිදී ඔබට "දෘශ්‍ය සීනුව" බල පැවැත්වෙන කාල සීමාව වෙනස් කල හැක.
sl: Tu lahko nastavite trajanje učinka »vidnega zvonca«.
tg: Дар ин ҷо шумо метавонед мӯҳлати намоишдиҳии натиҷаи "занги дидорӣ"-ро танзим кунед.
th: คุณสามารถปรับแต่งความยาวนานของลูกเล่น "การแจ้งให้ทราบแทนเสียงออดที่สามารถเห็นได้" ที่จะใช้แสดงให้เห็น ได้ที่นี่
tr: Buradan "görülebilir sesin" süresini ayarlayabilirsiniz.
wa: Chal vos ploz apontyî a vosse môde li tins ki l' «veyåve xhuflet» va esse håyné.
zh_cn: 您可以在这里设定“视觉铃声”效果持续的时间。

source: msec
af: msek
bg: мсек
bn_in: মিলিসেকেন্ড
et: msek
eu: ms
gl: mseg
gu: મીલીસેકન્ડ
he: אלפיות שנייה
ja: ミリ秒
km: ម.វិ.
kn: ಮಿಲಿಸೆಕೆಂಡ್
ko: 밀리초
lv: ms
nb: ms
nds: ms
nn: ms
pl: ms
pt: ms
ro: ms
sl: msek.
th: มิลลิวินาที
tr: ms
wa: ms
zh_cn: 毫秒

source: &Modifier Keys
eu: Tekla &aldatzaileak
fr: Touches de &modifications
gl: &Teclas modificadoras
ja: 修飾キー(&M)
ko: 수정자 키(&M)
nl: &Samensteltoetsen
nn: &Valtastar
pl: Klawisze od&mieniające
pt: Teclas &Modificadoras
sl: Spre&menilne tipke
tr: &Değiştirici Tuşlar
zh_cn: 修饰键(&M)

source: Sticky Keys
et: Kleepuvad klahvid
eu: Tekla itsaskorrak
fr: Automaintien des touches
gl: Teclas pegañentas
he: מקשי&ם דביקים
ia: Claves collate
ja: スティッキーキー (順次入力機能)
ko: 고정 키
nb: Faste valgtaster
nl: Plakkende toetsen
nn: Faste valtastar
pl: Lepkie klawisze
pt: Teclas Fixas
sl: Lepljive tipke
tr: Yapışkan Tuşlar
zh_cn: 粘滞键

source: Use &sticky keys
af: Gebruik taaierig sleutels
bg: &Използване на залепващи клавиши
bn_in: স্টিকি কী-সমূহ ব্যবহৃত হবে (&s)
et: &Kleepuvate klahvide kasutamine
eu: Erabili tekla it&saskorrak
fr: Utili&ser l'automaintien des touches
gl: Empregar &teclas pegañentas
gu: સ્ટીકી કળો (keys) વાપરો (&s)
he: השתמש במקשים &דביקים
ia: Usa claves collo&se
is: Nota &klístraða lykla
ja: スティッキーキーを使う(&U)
km: ប្រើ​គ្រាប់ចុច​ស្អិត
kn: ಅಂಟು(&ಟ) (ಸ್ಟಿಕಿ) ಕೀಲಿಕೈಗಳನ್ನು ಬಳಸಿ
ko: 고정 키 사용하기(&S)
lv: Lietot &slēdža režīmu
mr: स्टिकी कळ वापरा (&S)
nb: Bruk fa&ste valgtaster
nds: Backige Ta&sten bruken
nl: Plakkende toet&sen gebruiken
nn: B&ruk faste valtastar
pl: Używaj lepkich klawi&szy
pt: Utilizar as tecla&s fixas
ro: Utilizează taste &comutator
si: ඇලෙන යතුරු භාවිත කරන්න (&s)
sl: Uporabi l&epljive tipke
tg: Тугмачаҳо&и Часпанда истифода кунед
th: ใช้การก&ดปุ่มพิมพ์ค้าง
tr: Sabit tuşları &kullan
wa: Eployî les acla&wåvès tapes
zh_cn: 使用粘滞键(&S)

source: &Lock sticky keys
af: Sluit taaierige sleutels
bg: Блокиране на зал&епващите клавиши
bn_in: স্টিকি কী-সমূহ লক করা হবে (&L)
et: Kleepuvate klahvide &lukustamine
eu: Blokeatu tek&la itsaskorrak
fr: &Verrouiller les touches automaintenues
gl: &Bloquear as teclas pegañentas
gu: સ્ટીકી કળોને તાળુ મારી દો (&L)
he: &נעל מקשים דביקים
ia: B&loca claves collose
is: &Læsa klístruðum lyklum
ja: スティッキーキーをロックする(&L)
km: ចាក់​សោ​គ្រាប់ចុច​ស្អិត
kn: ಅಂಟು (ಸ್ಟಿಕಿ) ಕೀಲಿಕೈಗಳನ್ನು ಭ(&ದ)ದ್ರಗೊಳಿಸು(ಲಾಕ್)
ko: 고정 키 잠그기(&L)
lv: Slēgt s&lēdža režīmā
mr: स्टिकी कळ कुलूपबंद करा (&L)
nb: &Lås faste valgtaster
nds: "Backige Tasten" f&aststellen
nl: Plakkende toetsen &vergrendelen
nn: &Lås faste valtastar
pl: Zab&lokuj lepkie klawisze
pt: Bloquear as tec&las fixas
ro: &Blochează tastele comutator
si: ඇළෙන යතුරු අගුළු දමන්න (&L)
sl: Zak&leni lepljive tipke
tg: Тугмачаҳо&и Часпанда муҳосира кардан
th: ล็อ&คการกดปุ่มพิมพ์ค้าง
tr: &Sabit tuşları kilitle
wa: &Serer les aclawåvès tapes
zh_cn: 锁定粘滞键(&L)

source: Turn sticky keys off when two keys are pressed simultaneously
af: Skakel taaierige sleutels af wanneer twee sleutels gelyktydig gedruk word
bg: Изключване на залепващите се клавиши при едновременното натискане на два клавиша
bn_in: স্টিকি কী-সমূহ বন্ধ করা হবে যদি দুটো কী একসঙ্গে দাবানো হয়।
et: Kleepuvad klahvid lülitatakse välja, kui kaht klahvi korrata vajutatakse
eu: Itzali tekla itsaskorrak, bi tekla aldi berean sakatzean
fr: Désactiver l'automaintien des touches lorsque deux d'entre elles sont pressées simultanément
gl: Desactivar as teclas pegañentas cando se preman á vez dúas teclas
gu: જયારે બે કળો (keys) સાથે દબાવવામાં આવે ત્યારે સ્ટીકી કળોને બંધ કરો
he: כבה מקשים דביקים כאשר שני מקשים נלחצים בו־זמנית
ia: De-activa claves collose quando duo claves es pressate simultaneemente.
is: Slökkva á klístruðum lyklum þegar ýtt er samtímis á tvo lykla
ja: 二つのキーが同時に押されたらスティッキーキーを無効にする(&T)
km: បិទ​គ្រាប់ចុច​ស្អិត ពេល​គ្រាប់ចុច​ពីរ​ត្រូវ​បាន​ចុច​ដំណាល​គ្នា
kn: ಎರಡು ಕೀಲಿಗಳನ್ನು ಒಟ್ಟಿಗೆ ಆದುಮಿದಾಗ ಅಂಟು(ಸ್ಟಿಕಿ) ಕೀಲಿಗಳನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿ
ko: 두 키가 동시에 눌렸을 때 고정 키 끄기
lv: Atslēgt taustiņu slēdža režīmu, kad vienlaicīgi nospiesti divi taustiņi
mr: दोन कळ एकाचवेळी दाबल्यास स्टिकी कळ अकार्यान्वित करतो
nb: Slå av faste valgtaster når to taster blir trykket ned samtidig
nds: "Backige Tasten" utmaken, wenn twee Tasten to de sülve Tiet drückt warrt
nl: Plakkende toetsen uitschakelen als twee toetsen simultaan worden ingedrukt
nn: Slå av faste valtastar når to tastar vert trykte ned på same tid.
pl: Wyłącz lepkie klawisze, jeśli dwa klawisze są naciśnięte jednocześnie
pt: Desligar as teclas fixas quando forem carregadas duas teclas em simultâneo
ro: Dezactivează tastele lipicioase când două taste sunt apăsate simultan
si: එකවිට යතුරු දෙකක් එබූ විට ඇළෙන යතුරු අක්‍රීය කරන්න
sl: Ko sta obenem pritisnjeni dve tipki, izključi lepljive tipke
tg: Выключать залипающие клавиши при одновременном нажатии двух клавиш
th: การกดปุ่มพิมพ์ค้างจะถูกปิดเมื่อมีการกดปุ่มพิมพ์สองปุ่มพร้อม ๆ กัน
tr: Yapışkan tuşları iki tuş eş zamanlı olarak basıldığında kapat
wa: Dismete les aclawåvès tapes cwand deus tapes sont tchôkeyes e minme tins
zh_cn: 同时按下两个键时关闭粘滞键

source: Use system bell whenever a modifier gets latched, locked or unlocked
af: Gebruik die stelsel klok wanneer 'n modifiseerder gehak, gesluit on onsluit word
bg: Звуково известяване при промяна състоянието на клавиш модификатор
bn_in: সিস্টেম বেল ব্যবহৃত হবে যখনই একটা মডিফায়র latched, locked অথবা unlocked হয়
et: Muuteklahvi kleepumisel, lukustamisel või lahtilukustamisel mängitakse süsteemset heli
eu: Erabili sistemaren txirrina tekla aldatzaile bat atxikitzean, blokeatzean edo desblokeatzean
fr: Utiliser la cloche système quand une touche de modification est verrouillée ou déverrouillée
gl: Dar unha badalada cando se prema, bloquee ou desbloquee unha tecla modificadora
gu: જ્યારે બદલાવતી કળ (modifier) સ્થાયી થઇ જાય, લોક અથવા અનલોક થઇ જાય ત્યારે સિસ્ટમ બેલ વાપરો
he: השתמשת בפעמון המערכת כאשר מקש נעילה מופעל, מכונה או משנה את מצבו.
ia: Usa campana de systema quandocunque un modificator deveni serrate, blocate o disblocate.
is: Nota kerfisjölluna í hvert sinn sem breytilykill breytir um stöðu
ja: 修飾キーがラッチ、ロックまたはロック解除されたらシステムベルを使う(&S)
km: ប្រើ​កណ្តឹង​ប្រព័ន្ធ រាល់​ពេល​ដែល​គ្រាប់ចុច​កែប្រែ​ត្រូវ​បាន​ដាក់​គន្លឹះ ចាក់សោ ឬ ដោះសោ
ko: 수정자 키가 눌렸거나 잠겼거나 잠금이 풀렸을 때 시스템 알림 사용하기
lv: Lietot sistēmas zvanu ikreiz, kad tiek nospiests mēmais taustiņš, aktivizēts vai deaktivizēts.
mr: केंव्हाही बदल कल अडकल्यास, कुलूपबंद झाल्यास किंवा कुलूप काढल्यास प्रणाली बेलचा वापर करा
nb: Spill systemlydsignalet hver gang en valgtast trykkes ned, låses eller låses opp
nds: Jümmers Systeempingel bruken, wenn en Sünnertast faststellt, blockeert oder freegeven warrt
nl: Systeembel gebruiken als een modificatietoets wordt geactiveerd, vergrendeld of ontgrendeld
nn: Spel systemlydsignal kvar gong ein valtast vert trykt ned, låst eller låst opp.
pl: Użyj brzęczyka systemowego, po zablokowaniu/odblokowywaniu klawisza odmieniającego
pt: Usar a campainha do sistema sempre que um modificador seja comutado, bloqueado ou desbloqueado
ro: Folosește clopoțelul de sistem oricând un modificator este angajat, blocat sau deblocat
si: වෙනස්කිරීම අගුළු දැමූ විට හා අගුළ ලිහිල් කල සැමවිටම පද්ධති සීනුව භාවිත කරන්න
sl: Ob vsakem zaklepu ali odklepu spremenilne tipke uporabi sistemski zvonec
tg: Подавать звуковой сигнал при активации, нажатии или отжатии клавиш-модификаторов
th: ใช้เสียงออดของระบบเมื่อใดก็ตามที่มีการล็อคหรือปลดล็อคปุ่มพิมพ์ประกอบ
tr: Değiştirici durumu değiştiğinde, kilitlendiğinde veya kilidi açık olduğunda sistem zilini kullan
wa: Eployî l' xhuflet sistinme cwand on modifieu est acceptêye, aclawêye oudonbén disaclawêye
zh_cn: 按死、锁定或取消对修饰键的锁定时使用系统铃声

source: Locking Keys
bg: Заключващи клавиши
bn_in: লকিং কী-সমূহ
et: Lukustavad klahvid
eu: Tekla blokeatzaileak
fr: Verrouillage des touches
gl: Bloqueo de teclas
gu: તાળુ મારતી (Locking) કળો
he: מקשי נעילה
ia: Claves blocante
is: Læsilyklar
ja: ロックキー
km: គ្រាប់ចុច​ចាក់សោ
ko: 잠금 키
lv: Slēgtaustiņi
mr: कुलूपबंद कळ
nb: Låsetaster
nds: Fastsetttasten
nl: Vergrendeltoetsen
nn: Låsetastar
pl: Klawisze blokujące
pt: Teclas de Bloqueio
ro: Taste de blocare
si: යතුරු අගුළු දමමින්
sl: Zaklepanje tipk
tg: Тугмаҳои қулф
th: ปุ่มสำหรับล็อค
tr: Kilitleme Tuşları
wa: Tapes ki serèt
zh_cn: 锁定键

source: Use system bell whenever a locking key gets activated or deactivated
af: Gebruik stelsel klok wanneer 'n sluit sleutel geaktiveer of gedeaktiveer word
bg: Звуково известяване при промяна състоянието на заключващ клавиш
bn_in: সিস্টেম বেল ব্যবহৃত হবে যখনই একটা লকিং কী সক্রিয় বা নিষ্ক্রিয় করা হবে
et: Lukustatud klahvi muutmiseks aktiivseks või mitteaktiivseks mängitakse süsteemset heli
eu: Erabili sistemaren txirrina, tekla blokeatzaileak aktibatzean edo desaktibatzean
fr: &Utiliser la cloche système quand une touche de verrouillage est activée ou désactivée
gl: Dar unha badalada cando se desactive ou active unha tecla de bloqueo
gu: જયારે લોકીંગ (તાળુ મારતી) કળો સક્રિય થાય અથવા નિષ્ક્રિય થાય ત્યારે સિસ્ટમ ઘંટડી વાપરો
he: השתמש בפעמון המערכת בכל פעם שמקש נעילה הופך פעיל או כבוי.
ia: Usa campana de systema quandocunque un clave blocante es activate o deactivate
is: Nota kerfisbjölluna í hvert sinn sem læsilykill breytir um stöðu
ja: キーがロックまたはロック解除されたらシステムベルを使う(&Y)
km: ប្រើ​កណ្តឹង​ប្រព័ន្ធ រាល់ពេល​ដែល​គ្រាប់ចុច​ចាក់សោ ត្រូវ​បានធ្វើ​ឲ្យ​សកម្ម ឬ អសកម្ម
kn: ಭದ್ರಗೊಳಿಸುವ (ಲಾಕಿಂಗ್) ಕೀಲಿಕೈ ಸಕ್ರಿಯ ಅಥವಾ ನಿಷ್ಕ್ರಿಯಗೊಂಡಾಗ ವ್ಯವಸ್ಥ್ಯಾ ಗಂಟೆಯನ್ನು ಬಳಸು
ko: 잠금 키가 활성화 되었거나 비활성화 되었을 때 시스템 알림 사용하기
lv: Lietot sistēmas zvanu ikreiz, kad tiek aktivizēts vai deaktivizēts slēgtaustiņš
mr: केंव्हाही कुलूपबंद कळ कार्यान्वित किंवा अकार्यान्वित झाल्यास प्रणाली बेलचा वापर करा
nb: Spill systemlydsignalet hver gang en låsetast blir slått på eller av
nds: Jümmers Systeempingel bruken, wenn en Faststelltast aktiv oder inaktiv warrt
nl: Systeembel gebruiken als een vergrendeltoets wordt geactiveerd of gedeactiveerd
nn: Spel systemlydsignal kvar gong ein låsetast vert slått på eller av.
pl: Użyj brzęczyka systemowego, po włączeniu/wyłączeniu klawisza blokującego
pt: Usar a campainha do sistema sempre que uma tecla de bloqueio fique activada ou desactivada
ro: Folosește clopoțelul de sistem oricând o tastă de blocare este activată sau dezactivată
si: යතුරු අගුළු දැමීම සක්‍රීය හෝ අක්‍රීය වන සෑම අවස්ථාවකදීම පද්ධති සීනුව භාවිත කරන්න
sl: Ob vsakem vklopu ali izklopu tipke za zaklepanje uporabi sistemski zvonec
tg: Подавать звуковой сигнал при включении и выключении клавиш индикаторов
th: ใช้เสียงออดของระบบเมื่อใดก็ตามที่มีการเปิดใช้งานหรือปิดการใช้งานปุ่มสำหรับล็อค
tr: Bir kilitleme anahtarı etkinleştirildiğinde veya devre dışı bırakıldığında, sistem zilini kullan
wa: Eployî l' xhuflet sistinme cwand ene tape ki sere est metowe en alaedje ou dismetowe
zh_cn: 锁定键激活或取消激活时使用系统铃声

source: Use Plasma's notification mechanism for modifier or locking key state changes
et: Kui muute- või lukustatud klahvi muudab olekut, antakse sellest teada Plasma märguandega
eu: Erabili Plasmaren jakinarazpen-mekanismoa aldarazte edo tekla egoera aldaketekin Erabili KDE sistemaren jakinarazpen-mekanismoa, tekla aldatzaile edo blokeatzaile baten egoera aldatzen denean
fr: Utiliser le mécanisme de notifications de Plasma lors d'un changement d'état d'une touche de modification ou de verrouillage
gl: Usar o mecanismo de notificacións de Plasma cando cambie o estado dunha tecla modificadora ou de bloqueo.
he: השתמש במנגנון ההתראה של KDE בכל פעם שמקש נעילה משנה את מצבו
ia: Usa mechanismo de notification de Plasma per modificar o blocar modificationes de stato de clave
ko: 수정자나 잠금 키가 상태를 바꾸었을 때 Plasma 알림 사용하기
nl: Plasma's meldingssysteem gebruiken voor statuswijzigingen van modifier- of vergrendeltoets
nn: Bruk systemvarslingsmekanismen i Plasma når ein valtast eller låsetast endrar tilstand.
pl: Użyj powiadamiania systemowego Plazmy, po zmianie stanu klawisza odmieniającego lub blokującego
pt: Usar o mecanismo de notificação de sistema do Plasma sempre que mudar o estado de uma tecla modificadora ou de bloqueio
sl: Ob vsaki spremembi stanja tipke za spreminjanje ali zaklepanje uporabi obvestilo Plasma
tr: Bir kilitleme ya da değiştirici tuşun durumu değiştirildiğinde Plasma'nın bildirim mekanizmasını kullan
zh_cn: 当修饰键或锁定键状态更改时使用 Plasma 的通知机制

source: Configure &Notifications...
bg: Настройване на &уведомяването...
bn_in: নোটিফিকেশনের বিন্যাস... (&N)
et: Märgua&nnete seadistamine...
eu: &Jakinarazpenak konfiguratu...
fr: Configurer les &notifications...
gl: Configurar as &notificacións…
gu: નોંધણીઓ રૂપરેખાંકિત કરો... (&N)
he: הגדר &התראת מערכת...
ia: Configura &Notificationes ...
is: Stilla t&ilkynningar...
ja: 通知を設定(&N)...
km: បន្ត​ធ្វើការ​ជូនដំណឹង...
ko: 알림 설정(&N)...
lv: Konfigurēt &apziņošanu...
mr: सूचना संयोजीत करा (&N)...
nb: Sett opp &varslinger …
nds: &Bescheden instellen...
nl: Meldingen i&nstellen...
nn: Set opp &varslingar …
pl: Ustawie&nia powiadomień...
pt: Configurar as &Notificações...
ro: Configurare &notificări...
si: දැන්වීම් සකසන්න... (&N)
sl: Nastavi o&bvestila ...
tg: Настроить &уведомления...
th: ปรับแต่งการแจ้งให้ทราบ...
tr: Bildirimleri &Yapılandır...
wa: Apontyî &notifiaedjes...
zh_cn: 配置通知(&N)...

source: &Keyboard Filters
af: Sleutelbord Filters
bg: Клавиатурни &филтри
bn_in: কিবোর্ড ফিল্টার-সমূহ (&K)
et: &Klaviatuuri filtrid
eu: &Teklatu-iragazkiak
fr: Filtres du c&lavier
gl: Filtros de &teclado
gu: કીબોર્ડ ગાળણા (&K)
he: &מסנני מקלדת
ia: &Filtros de claviero
is: &Lyklaborðssíur
ja: キーボードフィルタ(&K)
km: តម្រង​ក្តារចុច
kn: ಕೀಲಿ&ಮಣೆ ಶೋಧಕಗಳು (ಫಿಲ್ಟರ್)
ko: 키보드 필터(&F)
lv: &Tastatūras filtri
mr: कळफलक गाळणी (&K)
nb: &Tastefilter
nds: &Tastatuurfiltern
nl: &Toetsenbordfilters
nn: &Tastefilter
pl: Filtry &klawiatury
pt: &Filtros do Teclado
ro: Filtre de &tastatură
si: යතුරුපුවරු පෙරහන් (&K)
sl: Filtri za tip&kovnico
tg: &Филтрҳои клавиатура
th: ตัวกรองแป้นพิมพ์
tr: &Klavye Filtreleri
wa: Passetes del &taprece
zh_cn: 键盘过滤(&K)

source: Slo&w Keys
af: Stadige Sleutels
bg: Бав&ни клавиши
bn_in: ধীর কী-সমূহ (&w)
et: &Aeglased klahvid
eu: Tekla &motelak
fr: Tou&ches lentes
gl: Tec&las lentas
gu: ધીંમી કળો (&w)
he: מקשים אי&טיים
ia: Claves len&te
is: &Hægir lyklar
ja: スローキー (キー入力確定条件設定機能)
km: គ្រាប់ចុចយឺត
kn: ಮಂ&ದ ಕೀಲಿಕೈಗಳು
ko: 느린 키(&W)
lv: Lē&nie taustiņi
mr: स्लो कळ (&W)
nb: T&rege taster
nds: &Langsame Tasten
nl: Lang&zame toetsen
nn: &Trege tastar
pl: Po&wolne klawisze
pt: Teclas &Lentas
ro: Taste &lente
si: වේගය අඩු යතුරු (&w)
sl: Poč&asne tipke
tg: &Тугмачаҳои Суст
th: การกดปุ่มพิมพ์&ช้า
tr: &Yavaş Tuşlar
wa: &Londjinnès tapes
zh_cn: 筛选键(&W)

source: &Use slow keys
af: Gebruik stadige sleutels
bg: Използване на бавни клави&ши
bn_in: ধীর কী-সমূহ ব্যবহৃত হবে (&U)
et: &Aeglaste klahvide kasutamine
eu: &Erabili tekla motelak
fr: &Utiliser les touches lentes
gl: &Empregar teclas lentas
gu: ધીંમી કળો વાપરો (&U)
he: השתמש במקשים אי&טיים
ia: &Usa claves lente
is: Nota &hæga lykla
ja: スローキーを使う(&U)
km: ប្រើគ្រាប់ចុចយឺត
kn: ಮಂದ ಕೀಲಿಕೈಗಳನ್ನು &ಬಳಸಿ
ko: 느린 키 사용하기(&U)
lv: Lietot lē&nos taustiņus
mr: स्लो कळ वापरा (&U)
nb: Bruk &trege taster
nds: Langsame Tasten br&uken
nl: Langzame toetsen gebr&uiken
nn: Bruk t&rege tastar
pl: Używaj &powolnych klawiszy
pt: &Usar as teclas lentas
ro: Utilizează taste l&ente
si: වේගය අඩු යතුරු භාවිත කරන්න (&U)
sl: &Uporabi počasne tipke
tg: &Тугмачаҳои суст истифода кунед
th: ใช้การ&กดปุ่มพิมพ์ช้า
tr: &Yavaş tuşları kullan
wa: &Eployî des londjinnès tapes
zh_cn: 使用筛选键(&U)

source: &Use system bell whenever a key is pressed
af: Gebruik stelsel klok wanneer 'n sleutel gedruk word
bg: &Звуково известяване при натискане на клавиш
bn_in: সিস্টেম বেল ব্যবহৃত হবে যখনই একটা কী প্রেস করা হবে (&U)
et: Süsteemse heli kas&utamine klahvi vajutamisel
eu: &Erabili sistemaren txirrina, tekla bat sakatzean
fr: &Utiliser la cloche système quand une touche est pressée
gl: &Dar unha badalada cando se prema unha tecla
gu: જ્યારે કળ દબાવવામાં આવે ત્યારે સિસ્ટમ ઘંટડી વાપરો (&U)
he: &השתמש בפעמון המערכת בכל פעם שמקש נלחץ
ia: &Usa campana de systema quandocunque un clave es pressate
is: &Nota kerfisbjölluna í hvert sinn sem ýtt er á lykil
ja: キーが押されたらシステムベルを使う(&T)
km: ប្រើ​កណ្តឹង​ប្រព័ន្ធ ពេលណា​គ្រាប់ចុច​មួយ ត្រូវ​បាន​ចុច
kn: ಕೀಲಿಕೈಯನ್ನು ಅದುಮಿದಾಗ ವ್ಯವಸ್ಥ್ಯಾ ಗಂಟೆಯನ್ನು &ಬಳಸು
ko: 키가 눌렸을 때 시스템 알림 사용하기(&U)
lv: Lietot sistēmas zvanu ikreiz, kad tiek nospiests ta&ustiņš
mr: केंव्हाही कळ दाबल्यावर प्रणाली बेलचा वापर करा (&U)
nb: &Spill systemlydsignalet hver gang en tast blir trykket ned
nds: Jümmers Systeempingel br&uken, wenn en Tast drückt warrt
nl: Systeembel gebr&uiken als een toets wordt ingedrukt
nn: &Spel systemlydsignal kvar gong ein tast vert trykt
pl: &Użyj brzęczyka systemowego po każdym naciśnięciu klawisza
pt: &Usar a campainha do sistema sempre que for carregada uma tecla
ro: &Folosește clopoțelul de sistem oricând este apăsată o tastă
si: යතුරක් එබෙන සැමවිටම පද්ධති සීනුව භාවිත කරන්න (&U)
sl: Ob vsakem pritisku tipke &uporabi sistemski zvonec
tg: &Подавать системный сигнал при нажатии клавиши
th: ใช้เสียงออดของระบบเมื่อใดก็ตามที่มีการกดปุ่ม
tr: Bir tuşa basıldığın&da sistem zilini kullan
wa: &Eployî l' xhuflet do sistinme cwand ene tape est tchôkeye
zh_cn: 按下键时使用系统铃声(&U)
