Repository: feren-OS/plasma-desktop-kcms
Catalog: po/*/kcmkeys.po
Languages: ar, bg, cs, el, es, eu, fi, fr, gl, gu, ia, is, it, ja, kk, km, kn, ko, lt, lv, mk, mr, nb, nds, nl, nn, pl, pt, pt_br, ro, ru, si, sk, sr@ijekavian, sv, tg, th

source: Select one of the standard KDE shortcut schemes
ar: اختر أحد مخططات اختصارات كدي القياسية
bg: Изберете някоя от стандартните схеми с бързи клавиши на KDE
cs: Zvolte jedno ze standardních schémat zkratek KDE
el: Επιλέξτε ένα από τα τυπικά σχήματα συντομεύσεων του KDE
es: Seleccionar uno de los esquemas de accesos rápidos estándares de KDE
eu: Hautatu KDEren lasterbideen antolaera estandar bat
fi: Valitse jokin KDE:n vakiopikanäppäinteemoista
fr: Sélectionner l'un des modèles de raccourcis standards de KDE
gl: Escolla un dos conxuntos estándar de atallos de KDE
gu: KDE ની કોઇએક પ્રમાણભૂત રુપરેખા પસંદ કરો
ia: Selige un de le schemas standard de via breve de KDE
is: Veldu eitt af stöðluðu KDE flýtilyklaskemunum
it: Scegli uno degli schemi di scorciatoie standard di KDE
ja: KDE の標準ショートカットスキームから一つ選択します。
kk: Бір стандартты KDE тіркесім сұлбасын таңдау
km: ជ្រើស​គ្រោងការណ៍​ផ្លូវកាត់​របស់ KDE ស្តង់ដារ​មួយ
kn: ಮಾನಕ KDE ಶೀಘ್ರಮಾರ್ಗ (ಶಾರ್ಟ್ ಕಟ್) ಪದ್ಧತಿಗಳಲ್ಲಿ (ಸ್ಕೀಮ್) ಒಂದನ್ನು ಆಯ್ಕೆ ಮಾಡಿ
ko: KDE 표준 키 배열 중 하나를 선택하십시오
lt: Pasirinkite vieną iš standartinių KDE sparčiųjų klavišų schemų
lv: Izvēlieties vienu no KDE standarta īsceļu shēmām
mk: Изберете една од стандардните шеми со кратенки на KDE
mr: प्रमाणित केडीई शॉर्टकट सुत्रयोजना पैकी एक निवडा
nb: Velg ett av KDEs standard hurtigtastoppsett
nds: En Standard-Kombinatschonenschema vun KDE utsöken
nl: Selecteer een van de standaard KDE-sneltoetsschema's
nn: Vel eitt av standardoppsett for snarvegar i KDE
pl: Wybierz jeden ze standardowych zestawów skrótów KDE
pt: Seleccione um dos esquemas-padrão de atalhos do KDE
pt_br: Selecione um dos esquemas de atalhos padrão do KDE
ro: Alegeți una din schemele de scurtături standard ale KDE
ru: Выберите одну из стандартных схем комбинаций клавиш KDE.
si: සම්මත KDE කෙටිමං යෙදුම් වලින් එකක් තෝරන්න
sk: Vyberte jednu zo štandardných schém skratiek KDE
sr@ijekavian: Изаберите једну од стандардних КДЕ‑ових шема пречица
sv: Välj ett av KDE:s vanliga genvägsscheman
tg: Як аз нақшаҳои стандартии тугмаҳои тези KDEро интихоб кунед
th: เลือกชุดปุ่มพิมพ์ลัดมาตรฐานตัวใดตัวหนึ่งของ KDE

source: &Standard scheme:
ar: مخطط &قياسي:
bg: &Стандартна схема:
cs: &Standardní schéma:
el: &Τυπικό σχήμα:
es: E&squema estándar:
eu: Antolaera e&standarra:
fi: &Vakioteema
fr: Modèle &standard :
gl: &Conxunto estándar:
gu: પ્રમાણભૂત રુપરેખા: (&S)
ia: &Schema standard:
is: &Staðlað skema
it: &Schema standard:
ja: 標準スキーム(&S):
kk: &Стандартты сұлба:
km: គ្រោងការណ៍​ស្តង់ដារ ៖
kn: ಮಾನಕ ಪದ್ಧತಿಯನ್ನು (ಸ್ಕೀಮ್)(&S):
ko: 표준 배열(&S):
lt: &Standartinė schema:
lv: &Standarta shēma:
mk: &Стандардна шема:
mr: प्रमाणित सुत्रयोजना (&S):
nb: &Standardoppsett:
nds: &Standard-Schema:
nl: &Standaardschema:
nn: &Standardoppsett:
pl: Zestaw &standardowy
pt: E&squema-padrão:
pt_br: E&squema padrão:
ro: &Schemă standard:
ru: &Стандартная схема:
si: සම්මත යෙදුම: (&S)
sk: Š&tandardná schéma:
sr@ijekavian: &Стандардна шема:
sv: &Standardschema:
tg: &Нақшаи стандартӣ:
th: ชุดปุ่มพิมพ์&มาตรฐาน:

source: Select a shortcut scheme file
ar: اختر ملف مخطط اختصارات
bg: Изберете файл на схема
cs: Vyberte soubor se schématem zkratek
el: Επιλέξτε ένα αρχείο σχήματος συντομεύσεων
es: Seleccionar un archivo de esquema de accesos rápidos
eu: Hautatu lasterbideen antolaera fitxategi bat
fi: Valitse pikanäppäinteematiedosto
fr: Sélectionner un fichier de modèle de raccourcis
gl: Escolla un ficheiro de conxunto de atallos
gu: ટૂંકાણના રુપરેખાની ફાઇલ પસંદ કરો
ia: Selige un file de schema de via breve
is: Veldu skrá með flýtilyklaskema
it: Seleziona un file di schema di scorciatoie
ja: ショートカットスキームが記述されているファイルを選択します。
kk: Тіркесім сұлба файлын таңдау
km: ជ្រើស​ឯកសារ​គ្រោងការណ៍​ផ្លូវកាត់
kn: ಶೀಘ್ರಮಾರ್ಗ (ಶಾರ್ಟ್ ಕಟ್) ಪದ್ಧತಿಗಳ (ಸ್ಕೀಮ್) ಕಡತವನ್ನು ಆಯ್ಕೆ ಮಾಡಿ
ko: 단축키 배열 파일 선택
lt: Pasirinkite sparčiųjų klavišų schemos failą
lv: Izvēlieties īsceļu shēmas failu
mk: Изберете датотека со шема со кратенки
mr: शॉर्टकट सुत्रयोजना फाईल निवडा
nb: Velg en fil med hurtigtastoppsett
nds: Kombinatschonen-Schemadatei utsöken
nl: Selecteer een sneltoetsschemabestand
nn: Vel ei snarvegoppsettfil
pl: Wybierz plik zestawu skrótów
pt: Seleccione um ficheiro de esquema de atalhos
pt_br: Selecione um arquivo de esquema de atalhos
ro: Alegeți un fișier cu schemă de acceleratori
ru: Выберите файл схемы комбинаций клавиш
si: කෙටිමං යෙදුම් ගොණුවක් තෝරන්න
sk: Vyberte súbor so schémou skratiek
sr@ijekavian: Изаберите фајл шеме пречица
sv: Välj en fil med genvägsscheman
tg: Интихоби файли тугмаҳои тез
th: เลือกแฟ้มชุดปุ่มพิมพ์ลัด

source: &Path:
ar: ال&مسار:
bg: &Път:
cs: &Cesta:
el: &Διαδρομή:
es: &Ruta:
eu: &Bide-izena:
fi: &Polku:
fr: &Emplacement :
gl: &Ruta:
gu: માર્ગ: (&P)
ia: &Percurso:
is: S&lóð:
it: &Percorso:
ja: パス(&P):
kk: &Жолы:
km: ផ្លូវ ៖
kn: ಮಾರ್ಗ(&P):
ko: 경로(&P):
lt: &Kelias:
lv: &Ceļš:
mk: &Патека:
mr: मार्ग (&P):
nb: &Sti:
nds: &Padd:
nl: &Pad:
nn: &Adresse:
pl: &Ścieżka:
pt: &Localização:
pt_br: &Caminho:
ro: &Cale:
ru: &Путь:
si: මාර්ගය (%P) :
sk: &Cesta:
sr@ijekavian: &Путања:
sv: &Sökväg:
tg: &Роҳча:
th: เส้นทาง (&Path):
