Repository: feren-OS/plasma-desktop-kcms
Catalog: po/*/kcmkeys.po
Languages: ar, bg, cs, el, es, eu, fi, fr, gl, gu, ia, is, it, ja, kk, km, kn, ko, lt, lv, mk, mr, nb, nds, nl, nn, pl, pt, pt_br, ro, ru, si, sk, sr@ijekavian, sv, tg, th

source: Are you sure you want to remove the registered shortcuts for component '%1'? The component and shortcuts will reregister themselves with their default settings when they are next started.
ar: هل أنت متأكد أنك تريد إزالة الاختصارات المسجلة للمكون '%1' ؟ المكون و الاختصارات سيسجلن أنفسهن بقيمهن الافتراضية في المرة القادمة التي سيبدأن فيها.
bg: Наистина ли искате да премахнете регистрираните бързи клавиши за компонента "%1"? Компонентът и бързите клавиши ще се регистрират наново с подразбиращите им се стойности при следващото зареждане.
cs: Opravdu si přejete odstranit registrované zkratky komponenty '%1'? Komponenta a zkratky se při příštím spuštění znovu zaregistrují s původním nastavením.
el: Είστε σίγουροι ότι επιθυμείτε την αφαίρεση συντομέυσεων του συστατικού '%1'; Το συστατικό και οι συντομεύσεις του θα επανέλθουν στις προκαθορισμένες τους επιλογές στην επόμενη χρήση τους.
es: ¿Está seguro de querer eliminar el acceso rápido para el componente «%1»? El componente y los accesos rápidos se volverán a registrar con sus valores predeterminados la próxima vez que se inicien.
eu: Ziur zaude '%1' osagaiarentzako erregistratuta dauden lasterbideak kendu nahi dituzula? Osagaiak eta lasterbideak balio lehenetsiekin erregistratuko dute berriz beren burua hurrengo aldian abiarazten direnean.
fi: Haluatko varmasti poistaa rekisteröidyt pikanäppäimet komponentille ”%1”? Komponentti ja pikanäppäimet rekisteröivät itsensä uudelleen oletusarvoihin, kun ne käynnistetään seuraavan kerran.
fr: Voulez-vous vraiment supprimer les raccourcis claviers définis pour le composant « %1 » ? Le composant et ses raccourcis se réinitialiseront avec leurs valeurs par défaut à leurs prochains démarrages.
gl: Seguro que quere retirar os atallos rexistrados para a compoñente «%1»? A compoñente e os atallos han rexistrarse de novo cos valores predeterminados a vindeira vez que se arrinquen.
gu: શું તમે ખરેખર ઘટક '%1' માટે રજીસ્ટર થયેલ ટૂંકાણોને દૂર કરવા માંગો છો? ઘટક અને ટૂંકાણો તેનાં મૂળભૂત સુયોજનો સાથે પોતાની જાતે જ રજીસ્ટર થશે જ્યારે તેઓ પછી શરૂ થાય છે.
ia: Tu es secur que tu vole remover le vias breve registrate pro le componente '%1'? Le componente e le vias breve registrara mesme con lor preferentias predefinite quando illos essera proxime initiate.
is: Ertu viss um að þú viljir fjarlægja skráða flýtilykla fyrir eininguna '%1'? Einingin og flýtilyklarnir munu verða endurskráð með sjálfgefnum stillingum sínum næst þegar þau eru ræst.
it: Vuoi veramente eliminare le scorciatoie registrate per il componente «%1»? Il componente e le scorciatoie saranno rigenerati con i valori predefiniti al prossimo avvio.
ja: 本当にコンポーネント “%1” に登録されたショートカットを削除しますか？コンポーネントとショートカットは次回開始されたときにそれぞれの標準設定に従って登録されます。
kk: Шынымен '%1' деген тіркелген компонентін кетіргіңіз келе ма? Барлық жалпы жүйелік тіркесімдер келесі рет ісіне қосылғанда өзімен-өзі әдетті күйіне оралады.
km: តើ​អ្នក​ប្រាកដ​ជា​ចង់​យក​ផ្លូវកាត់​ដែល​បានចុះឈ្មោះ​ចេញ​សម្រាប់​សមាសភាគ '%1' ចេញ​ឬ ? សមាសភាគ​ និង​ផ្លូវកាត់​នឹង​ចុះឈ្មោះ​ពួកវា​ឡើង​វិញ​ម្ដង​ទៀត​ដោយ​មាន​ការ​កំណត់​តម្លៃ​លំនាំដើម​របស់​ពួកវា នៅពេល​​ដែលពួកវា​ចាប់ផ្ដើម​លើកក្រោយ ។
kn: '%1' ಘಟಕದೊಂದಿಗೆ ನೋಂದಣಿ ಮಾಡಲ್ಪಟ್ಟ ಎಲ್ಲಾ ಶೀಘ್ರಮಾರ್ಗಗಳನ್ನು ತಾವು ಖಂಡಿತವಾಗಿ ತೆಗೆಯಲು ಬಯಸುತ್ತೀರಾ? ಮುಂದಿನ ಬಾರಿ ಪ್ರಾರಂಭಿಸಿದಾಗ ಘಟಕ ಹಾಗು ಶೀಘ್ರಮಾರ್ಗಗಳು ಅವುಗಳ ಪೂರ್ವನಿಯೋಜಿತ ಸಂಯೋಜನೆಗಳೊಂದಿಗೆ ಮರು ನೋಂದಣಿ ಮಾಡಲ್ಪಡುತ್ತವೆ.
ko: 구성 요소 '%1'의 등록된 단축키를 삭제하시겠습니까? 다음에 시작될 때 모든 단축키는 기본값으로 재설정됩니다.
lt: Ar tikrai norite pašalinti registruotus „%1“ komponento sparčiųjų klavišų derinius? Komponentas ir sparčiųjų klavišų deriniai bus perregistruoti su jų numatytomis reikšmėmis kitą kartą juos paleidžiant.
lv: Vai tiešām vēlaties izņemt komponentes '%1' reģistrētos īsceļus? Komponente un tās globālie īsceļi paši reģistrēs savas noklusētās vērtības nākamajā palaišanas reizē.
mk: Дали навистина сакате да ја отстраните регистрираната кратенка за компонентата „%1“? Компонентата и кратенката ќе се регистрираат со нивните стандардни поставувања кога ќе бидат стартувани наредниот пат.
nb: Er du sikker på at du vil fjerne de registrerte snarveiene for komponent «%1»? Komponenten og snarveiene vil registrere seg på nytt med standardverdiene neste gang de blir startet.
nds: Wullt Du de inmeldten Tastkombinatschonen för de Komponent "%1" redig wegmaken? De Komponent un de Kombinatschonen meldt sik bi't nakamen Maal, dat se opropen warrt, wedder mit ehr Standardweerten nieg in.
nl: Bent u er zeker van dat u deze geregistreerde sneltoetsen voor component '%1' wilt verwijderen? De component en sneltoetsen zullen zichzelf opnieuw registreren met hun standaardinstellingen wanneer zij de volgende keer worden gestart.
nn: Er du sikker på at du vil fjerna snøggtastane som er registrerte for komponenten «%1»? Komponenten og snøggtastane vert omregistrerte til standardverdiane neste gong dei vert tekne i bruk.
pl: Na pewno usunąć zarejestrowane skróty dla składnika '%1'? Skróty tego składnika zostaną ustawione na domyślne wartości przy następnym uruchomieniu.
pt: Tem a certeza que deseja remover os atalhos registados para o componente '%1'? O componente e os atalhos irão voltar a registar-se com a sua configuração predefinida, quando forem iniciados da próxima vez.
pt_br: Tem certeza de que deseja remover os atalhos registrados do componente '%1'? O componente e os atalhos serão registrados novamente com suas definições padrão na próxima vez em que forem iniciados.
ro: Sigur doriți să eliminați acceleratorii înregistrați pentru componenta „%1”? Componenta și acceleratorii se vor reînregistra cu configurările lor implicite la următoarea pornire a acestora.
ru: Вы действительно хотите удалить задействованные комбинации клавиш для компонента «%1»? Компонент и комбинации клавиш будут заменены значениями по умолчанию при следующем запуске.
si: ඔබට මෙම '%1' සංරචකය සඳහා ලියාපදිංචි කල කෙටිමං ඉවත් කිරීමට අවශ්‍යද? ඊලඟ වාරයේදී සංරචක හා කෙටිමං විසින් ඒවායේ පෙරනිමි අගයන්ට අනුව සැකසෙනු ඇත.
sk: Naozaj chcete odstrániť registrované skratky komponentu '%1'? Komponent a skratky sa pri ďalšom spustení znovu zaregistrujú na ich štandardné hodnoty.
sr@ijekavian: <p>Желите ли заиста да уклоните регистроване пречице за компоненту „%1“? Компонента и пречице поново ће се регистровати с подразумијеваним вриједностима при наредном покретању.</p>
sv: Är du säker på att du vill ta bort registrerade genvägar för komponenten '%1'? Komponenten och genvägarna registreras igen med sina förvalda värden när de aktiveras nästa gång.
th: คุณแน่ใจหรือไม่ว่า ต้องการจะเอาปุ่มพิมพ์ลัดที่ถูกลงทะเบียนไว้สำหรับส่วนประกอบ '%1' ออก ? ส่วนประกอบและปุ่มพิมพ์ลัดต่าง ๆ จะทำการลงทะเบียนตัวมันเองด้วยค่าปริยายของพวกมัน เมื่อเริ่มการทำงานในครั้งหน้า

source: Application Launchers
cs: Spouštěče aplikací
el: Εκτελεστές εφαρμογών
es: Lanzadores de aplicaciones
eu: Aplikazio abiarazleak
fi: Sovelluskäynnistimet
fr: Lanceurs d'application
gl: Iniciadores de aplicativos
ia: Lanceatores de application
it: Avviatori di applicazioni
ko: 프로그램 실행기
lt: Programų paleidikliai
nb: Programstartere
nl: Programmastarters
nn: Programstartarar
pl: Programy uruchamiające
pt: Lançadores de Aplicações
pt_br: Lançadores de aplicativos
ru: Приложения
sk: Spúšťače aplikácií
sr@ijekavian: Покретачи програма
sv: Programstartverktyg

source: Other Shortcuts
cs: Jiné zkratky
el: Άλλες συντομεύσεις
es: Otros accesos rápidos
eu: Beste lasterbide batzuk
fi: Muut pikanäppäimet
fr: Autres raccourcis
gl: Outros Atallos
ia: Altere vias breve
it: Altre scorciatoie
ko: 기타 단축키
lt: Kiti spartieji klavišai
nl: Overige sneltoetsen
nn: Andre snarvegar
pl: Inne skróty
pt: Outros Atalhos
pt_br: Outros atalhos
ru: Другие комбинации клавиш
sk: Iné skratky
sr@ijekavian: Остале пречице
sv: Andra genvägar

source: Your current changes will be lost if you load another scheme before saving this one
ar: تغييراتك ستفقد إذا قمت بتحميل مخطط آخر قبل حفظ هذا.
bg: Ако заредите друга схема преди да запишете текущата, промените ще бъдат загубени.
cs: Vaše současné změny budou ztraceny, pokud neuložíte toto schéma a načtete nějaké nové.
el: Οι τρέχουσες αλλαγές σας θα χαθούν αν φορτώσετε ένα άλλο σχήμα πριν αποθηκεύσετε αυτό εδώ
es: Los cambios actuales se perderán si carga otro esquema antes de guardar este
eu: Zure uneko aldaketak galdu egingo dira, antolaera hau gorde aurretik beste bat kargatzen baduzu
fi: Nykyiset asetukset menetetään, mikäli lataat uuden teeman ennen kuin tallennat nykyisen
fr: Les modifications courantes seront perdues si vous chargez un autre modèle avant d'enregistrer celui-ci.
gl: Os cambios actuais perderanse se carga outro conxunto antes de gardar este.
gu: જો આ રુપરેખાને બચાવ્યા વગર તમે બીજી રુપરેખા લાવશો તો, તમે હાલના ફેરફારો ગુમાવી દેશો.
ia: Tu modificationes currente essera perdite si tu carga un altere schema sin salveguardar isto
is: Breytingar tapast ef þú hleður inn nýju skema áður en þú vistar þetta
it: Le modifiche che hai fatto andranno perdute se carichi un altro schema prima di salvare questo
ja: 保存する前に他のスキームを読み込むと、これまでの変更は失われます
kk: Сақтамай басқа сұлбаны жүктесеңіз, жасаған өзгерістеріңіз жоғалады
km: ការ​ផ្លាស់ប្តូរ​បច្ចុប្បន្ន​របស់​អ្នក​នឹង​ត្រូវ​បាត់បង់ បើ​អ្នក​ផ្ទុក​គ្រោងការណ៍​មួយ​ផ្សេង​មុន​ពេល​រក្សា​ទុក​មួយ​នេះ
kn: ನೀವು ಬೇರೊಂದು ಪದ್ಧತಿಯನ್ನು (ಸ್ಕೀಮ್) ಉತ್ಥಾಪಿಸುವ ಮುನ್ನ ಈ ಪದ್ಧತಿಯನ್ನು (ಸ್ಕೀಮ್) ಉಳಿಸದಿದ್ದರೆ, ನೀವು ಮಾಡಿದ ಪ್ರಸ್ತುತ ಬದಲಾವಣೆಗಳು ನಷ್ಟವಾಗುತ್ತವೆ.
ko: 이 키 배열을 저장하기 전에 또 다른 배열을 불러 오면 현재 변경 사항이 저장되지 않습니다.
lt: Dabartiniai pakeitimai pradings, jei įkelsite kitą schemą prieš įrašydami dabartinę
lv: Jūsu veiktās izmaiņas tiks zaudētas, ja ielādēsiet citu shēmu pirms šīs saglabāšanas
mk: Вашите тековни измени ќе бидат загубени ако вчитате нова шема, пред да ја зачувате оваа
mr: ही सुत्रयोजना संचयीत करण्यापूर्वी इतर दाखल केल्यास तुमचे वर्तमान बदल नाहीसे होतील
nb: Endringene du har gjort går tapt dersom du laster inn et annet oppsett før du lagrer dette
nds: Dien aktuelle Ännern kaamt Di weg, wenn Du en anner Schema laadst, ehr Du dit sekert hest.
nl: Uw huidige wijzigingen zullen verloren gaan wanneer u een ander schema laadt voordat u dit schema hebt opgeslagen
nn: Endringane du har gjort går tapt dersom du lastar inn eit anna oppsett før du lagrar dette.
pl: Zmiany zostaną stracone, jeśli wczytasz inny zestaw przed zapisaniem bieżącego
pt: As suas alterações actuais serão perdidas se carregar outro esquema antes de gravar este
pt_br: Suas alterações atuais serão perdidas, se você carregar outro esquema antes de salvar este
ro: Modificările dumneavoastră vor fi pierdute dacă încărcați altă schemă înainte să o salvați pe aceasta.
ru: Если вы загрузите другую схему без сохранения текущей, текущие изменения будут утрачены.
si: මෙය සුරැකීමට පෙර වෙනත් යෙදුමක් පූරණය කලහොත් ඔබේ වත්මන් සැකසුම් අහිමි වනු ඇත
sk: Vaše aktuálne zmeny budú stratené, ak načítate inú schému pred uložením aktuálnej
sr@ijekavian: Текуће измјене ће бити изгубљене ако учитате другу шему прије него што сачувате ову
sv: Aktuella ändringar går förlorade om du laddar ett annat schema innan det här sparats
tg: Агар шумо нақшаи навро бе захиракунии нақшаи ҷорӣ бор кунед, танзимотҳои ҳозира нест карда мешаванд
th: การเปลี่ยนแปลงในปัจจุบันของคุณจะสูญหายไป หากคุณโหลดชุดแป้นพิมพ์อื่น ๆ ก่อนจะทำการบันทึกสิ่งที่ตั้งไว้นี้

source: Load Shortcut Scheme
ar: حمل مخطط الاختصارات
bg: Зареждане на схема с бързи клавиши
cs: Načíst schéma zkratek
el: Φόρτωση θέματος συντομεύσεων
es: Cargar esquema de accesos rápidos
eu: Kargatu lasterbideen antolaera
fi: Lataa pikanäppäinteema
fr: Charger un modèle de raccourcis
gl: Cargar o conxunto de atallos
gu: ટૂંકાણ પધ્ધતિ લાવો
ia: Carga schema de via breve
is: Hlaða inn flýtilyklaskema
it: Carica uno schema di scorciatoie
ja: ショートカットスキームの読み込み
kk: Тіркесім сұлбаны жүктеу
km: ផ្ទុក​គ្រោងការណ៍​ផ្លូវកាត់
kn: ಶೀಘ್ರಮಾರ್ಗ (ಶಾರ್ಟ್ ಕಟ್) ಪದ್ಧತಿಗಳನ್ನು (ಸ್ಕೀಮ್) ಉತ್ಥಾಪಿಸು
ko: 단축키 배열 불러오기
lt: Įkelti sparčiųjų klavišų schemą
lv: Ielādēt īsceļu shēmu
mk: Вчитување шема со кратенки
mr: शॉर्टकट सुत्रयोजना दाखल करा
nb: Last hurtigtastoppsett
nds: Kombinatschonen-Schema laden
nl: Sneltoetsschema laden
nn: Last inn snarvegoppsett
pl: Wczytaj zestaw skrótów
pt: Carregar um Esquema de Atalhos
pt_br: Carregar esquema de atalhos
ro: Încarcă schema de acceleratori
ru: Загрузка схемы комбинаций клавиш
si: කෙටිමං යෙදුම පූර්ණය කරන්න
sk: Načítať schému skratiek
sr@ijekavian: Учитавање шеме пречица
sv: Ladda genvägsschema
tg: Боркунии нақшаи тугмаҳои тез
th: โหลดชุดปุ่มพิมพ์ลัด

source: Load
ar: حمل
bg: Зареждане
cs: Načíst
el: Φόρτωση
es: Cargar
eu: Kargatu
fi: Lataa
fr: Charger
gl: Cargar
gu: લાવો
ia: Carga
is: Hlaða inn
it: Carica
ja: 読み込む
kk: Жүктеу
km: ផ្ទុក
kn: ಉತ್ಥಾಪಿಸು
ko: 불러오기
lt: Įkelti
lv: Ielādēt
mk: Вчитај
mr: भार
nb: Last inn
nds: Laden
nl: Laden
nn: Last inn
pl: Wczytaj
pt: Carregar
pt_br: Carregar
ro: Încarcă
ru: Загрузить
si: පූර්ණක කරන්න
sk: Načítať
sr@ijekavian: Учитај
sv: Ladda
tg: Боркунӣ
th: โหลด

source: This file (%1) does not exist. You can only select local files.
ar: هذا الملف (%1) غير موجود. يمكنك اختراء ملفات محلية فقط.
bg: Няма такъв файл (%1). Може да избирате само локални файлове.
cs: Tento soubor (%1) neexistuje. Můžete vybírat pouze místní soubory.
el: Αυτό το αρχείο (%1) δεν υπάρχει. Μπορείτε να επιλέξετε μόνο τοπικά αρχεία.
es: Este archivo (%1) no existe. Solo puede seleccionar archivos locales.
eu: Fitxategia hau (%1) ez dago. Fitxategi lokalak bakarrik hauta ditzakezu.
fi: Tiedostoa (%1) ei ole olemassa. Voit valita vain paikallisia tiedostoja.
fr: Ce fichier (« %1 ») n'existe pas. Vous ne pouvez sélectionner que des fichiers locaux.
gl: Ese ficheiro (%1) non existe. Só pode escoller ficheiros locais.
gu: આ ફાઇલ (%1) અસ્તિત્વમાં નથી. તમે માત્ર સ્થાનિક ફાઇલો પસંદ કરી શકશો.
ia: Le file (%1) non existe. Tu pote solmente seliger files local
is: Skráin (%1) finnst ekki. Þú getur einungis valið staðbundnar skrár.
it: Questo file (%1) non esiste. Puoi selezionare solo file locali.
ja: ファイル ‘%1’ は存在しません。ローカルファイルのみ選択できます。
kk: Бұндай файл (%1) жоқ. Тек жергілікті файлдарды таңдауға болады.
km: មិន​​ទាន់​មាន​ឯកសារ (%1) នៅ​ឡើយ​ទេ ។ អ្នក​គ្រាន់​តែ​ជ្រើស​ឯកសារ​មូលដ្ឋាន​ទៅ ។
kn: ಈ ಕಡತ (%1) ಅಸ್ತಿತ್ವದಲ್ಲಿಲ್ಲ. ನೀವು ಕೇವಲ ಸ್ಥಳೀಯ ಕಡತಗಳನ್ನು ಮಾತ್ರವೆ ಆರಿಸಬಹುದು.
ko: 이 파일(%1)은 존재하지 않습니다. 로컬 파일만 선택할 수 있습니다.
lt: Failas (%1) neegzistuoja. Galite pasirinkti tik vietinius failus.
lv: Fails (%1) nepastāv. Jūs varat ielādēt tikai lokālus failus.
mk: Оваа датотека (%1) не постои. Може да изберете само локални датотеки.
mr: फाईल (%1) अस्तित्वात नाही. तुम्ही फक्त स्थानिक फाईल निवडू शकता.
nb: Denne fila (%1) finnes ikke. Du kan bare velge lokale filer.
nds: Dat gifft de Datei "%1" nich. Du kannst bloots lokaal Dateien utsöken.
nl: Het bestand %1 bestaat niet. U kunt alleen lokale bestanden selecteren.
nn: Denne fila (%1) finst ikkje. Du kan berre velja lokale filer.
pl: Ten plik (%1) nie istnieje. Można wybierać tylko pliki lokalne.
pt: Este ficheiro (%1) não existe. Só poderá seleccionar ficheiros locais.
pt_br: Este arquivo (%1) não existe. Você pode selecionar apenas arquivos locais.
ro: Acest fișier (%1) nu există. Puteți alege numai fișiere locale.
ru: Файл «%1» не существует. Можно указывать только локальный файл.
si: (%1) ගොණුව නොපවතී, ඔබට තෝරාගත හැක්කේ ප්‍රාදේශීය ගොණූ පමණයි
sk: Tento súbor (%1) neexistuje. Môžete vybrať iba lokálne súbory.
sr@ijekavian: Фајл ‘%1’ не постоји. Можете бирати само локалне фајлове.
sv: Filen (%1) finns inte. Du kan bara välja lokala filer.
tg: Файли (%1) мавҷуд нест. Шумо метавонед танҳо фалҳои локалиро интихоб кунед.
th: ยังไม่มีแฟ้ม (%1) อยู่ คุณสามารถเลือกได้เพียงแฟ้มภายในเครื่องเท่านั้น

source: Message: %1 Error: %2
ar: الرسالة: %1 الخطأ: %2
bg: Съобщение: %1 Грешка: %2
cs: Zpráva: %1 Chyba: %2
el: Μήνυμα: %1 Σφάλμα: %2
es: Mensaje: %1 Error: %2
eu: Mezua: %1 Errorea: %2
fi: Viesti: %1 Virhe: %2
fr: Message : %1 Erreur : %2
gl: Mensaxe: %1 Erro: %2
gu: સંદેશો: %1 ભૂલ: %2
is: Skilaboð: %1 Villa: %2
it: Messaggio: %1 Errore: %2
ja: メッセージ: %1 エラー: %2
kk: Хабарлама: %1 Қате: %2
km: សារ ៖ %1 កំហុស ៖ %2
kn: ಸಂದೇಶ: %1 ದೋಷ: %2
ko: 메시지: %1 오류: %2
lt: Pranešimas: %1 Klaida: %2
lv: Paziņojums: %1 Kļūda: %2
mk: Порака: %1 Грешка: %2
mr: संदेश: %1 त्रुटी: %2
nb: Melding; %1 Feil: %2
nds: Naricht: %1 Fehler: %2
nl: Bericht: %1 Fout: %2
nn: Melding; %1 Feil: %2
pl: Komunikat: %1 Błąd: %2
pt: Mensagem: %1 Erro: %2
pt_br: Mensagem: %1 Erro: %2
ro: Mesaj: %1 Eroare: %2
ru: Сообщение: %1 Ошибка: %2
si: පණීවිඩය: %1 වරද: %2
sk: Správa: %1 Chyba: %2
sr@ijekavian: Порука: %1 Грешка: %2
sv: Meddelande: %1 Fel: %2
tg: Паём: %1 Хато: %2
th: ข้อความ: %1 ข้อผิดพลาด: %2

source: Failed to contact the KDE global shortcuts daemon
ar: فشل الإتصال بمراقب الاختصارات العامة لكدي
bg: Грешка при свързване с демона за бързи клавиши
cs: Kontaktování globálního démona zkratek KDE selhalo
el: Αποτυχία επικοινωνίας με το δαίμονα καθολικών συντομεύσεων του KDE
es: No se puede contactar con el servicio de accesos rápidos globales de KDE
eu: Huts egin du KDE lasterbide orokorren daimonarekin harremanetan jartzea
fi: Yhteyden luominen KDE:n työpöydänlaajuisten pikanäppäinten taustaohjelmaan epäonnistui
fr: Impossible de contacter le démon des raccourcis globaux de KDE
gl: Non se puido contactar co servizo de Atallos globais de KDE
gu: KDE ના વૈશ્વિક ડેઇમોન સાથે સંપર્ક સાધવામાં નિષ્ફળ થયા છીએ
ia: Il falleva a continger le daemon de vias breve global de KDE
is: Mistókst að tengjast þjóninum sem sér um víðværa KDE-flýtilykla
it: Non è stato possibile contattare il demone per le scorciatoie globali di KDE
ja: KDE のグローバルショートカットデーモンと交信できませんでした
kk: KDE жалпы жүйелік тіркесімдер қызметімен қатынау жаңылысы
km: បាន​បរាជ័យ​ក្នុង​ការ​ទាក់ទង​ដេមិន​ផ្លូវកាត់​សកល​របស់ KDE
kn: KDE ಜಾಗತಿಕ ಶೀಘ್ರ ಮಾರ್ಗಗಳ ನೇಪಥಿಕವನ್ನು ಸಂಪರ್ಕಿಸುವಲ್ಲಿ ವಿಫಲಗೊಂಡಿದೆ
ko: KDE 전역 단축키 데몬과 통신할 수 없음
lt: Nepavyko susisiekti su KDE globaliųjų greitųjų klavišų tarnyba
lv: Neizdevās sazināties KDE globālo īsceļu dēmonu
mk: Не успеав да контактирам со даемонот за глобални кратенки на KDE
mr: केडीई जागतिक शॉर्टकट डीमनशी संपर्क करण्यास अपयशी
nb: Klarte ikke kontakte KDE-nissen for globale snarveier
nds: De KDE-Dämoon för de globalen Tastkombinatschonen lett sik nich ansnacken
nl: Kon geen contact maken met de KDE Global Shortcuts Daemon
nn: Klarte ikkje kontakta KDE-tenesta for globale snarvegar
pl: Nie można połączyć się z usługą globalnych skrótów klawiszowych KDE
pt: Não foi possível contactar o serviço de atalhos globais de teclado do KDE
pt_br: Falha ao contactar o daemon de atalhos globais do KDE
ro: Eșec la contactarea demonului KDE de scurtături globale
ru: Невозможно связаться со службой поддержки глобальных комбинаций клавиш KDE
si: KDE කෙටිමං ඩීමනය සම්බන්ඳ කරගත නොහැකි විය
sk: Nepodarilo sa kontaktovať démona KDE pre globálne skratky
sr@ijekavian: Нема контакта са КДЕ‑овим демоном за глобалне пречице
sv: Misslyckades kontakta KDE:s allmänna genvägsdemon
tg: Пайвастшавӣ бо модули глобалии тугмаҳои тези KDE қатъ карда шуд
th: ล้มเหลวในการติดต่อกับดีมอนปุ่มพิมพ์ลัดส่วนรวมของ KDE

source: Component:
cs: Komponenta:
el: Συστατικό:
es: Componente:
eu: Osagaia:
fi: Komponentti:
fr: Composant :
gl: Compoñente:
ia: Componente:
it: Componente:
ko: 구성 요소;
lt: Komponentas:
nb: Komponent:
nn: Komponent:
pl: Składnik:
pt: Componente:
pt_br: Componente:
ru: Компонент:
sk: Komponent:
sr@ijekavian: Компонента:
sv: Komponent:

source: Add a new shortcut to an Application...
cs: Přidat novou zkratku na aplikaci...
el: Προσθήκη νέας συντόμευσης σε μια εφαρμογή...
es: Añadir un nuevo acceso rápido a una aplicación...
eu: Gehitu lasterbide berri bat aplikazio bati...
fi: Lisää sovellukseen uusi pikanäppäin…
fr: Ajouter un nouveau raccourci pour une application…
gl: Engadir un novo atallo para un aplicativo…
ia: Adde nove via breve a un application...
it: Aggiungi una nuova scorciatoia a un'applicazione...
ko: 프로그램에 새 단축키 추가하기...
lt: Programai suteikti naują spartųjį klavišą...
nl: Een nieuwe sneltoets aan een toepassing toevoegen...
nn: Legg til ny snarveg til program …
pl: Dodaj nowy skrót do aplikacji...
pt: Adicionar um novo atalho a uma aplicação...
pt_br: Adicionar um novo atalho para um aplicativo...
ru: Добавить комбинации клавиш для приложения
sk: Pridať novú skratku aplikácie...
sr@ijekavian: Додај нову пречицу у програм
sv: Lägg till en ny genväg till ett program...

source: Remove the selected component
cs: Odstranit zvolenou komponentu
el: Αφαίρεση του επιλεγμένου συστατικού
es: Eliminar el componente seleccionado
eu: Kendu hautatutako osagaia
fi: Poista valittu komponentti
fr: Supprimer le composant sélectionné
gl: Retirar o compoñente seleccionado
ia: Remove le componente seligite
it: Rimuovi il componente selezionato
ko: 선택한 구성 요소 삭제
lt: Pašalinti pasirinktą komponentą
nl: De geselecteerde component verwijderen
nn: Fjern vald komponent
pl: Usuń wybrany składnik
pt: Remover o componente seleccionado
pt_br: Remove o componente selecionado
ru: Удалить выбранный компонент
sk: Odstrániť vybraný komponent
sr@ijekavian: Уклони изабрану компоненту
sv: Ta bort markerad komponent

source: File
ar: ملف
bg: Файл
cs: Soubor
el: Αρχείο
es: Archivo
eu: Fitxategia
fi: Tiedosto
fr: Fichier
gl: Ficheiro
gu: ફાઇલ
is: Skrá
ja: ファイル
kk: Файл
km: ឯកសារ
kn: ಕಡತ
ko: 파일
lt: Failas
lv: Fails
mk: Датотека
mr: फाईल
nb: Fil
nds: Datei
nl: Bestand
nn: Fil
pl: Plik
pt: Ficheiro
pt_br: Arquivo
ro: Fișier
ru: Файл
si: ගොණූව
sk: Súbor
sr@ijekavian: Фајл
sv: Arkiv
tg: Файл
th: แฟ้ม

source: Select Application
cs: Vybrat aplikaci
el: Επιλογή εφαρμογής
es: Seleccionar aplicación
eu: Hautatu aplikazioa
fi: Valitse sovellus
fr: Sélectionner une application
gl: Seleccionar o aplicativo
ia: Selige application
it: Seleziona l'applicazione
ko: 프로그램 선택
lt: Pasirinkite programą
nb: Velg program
nl: Toepassing selecteren ...
nn: Vel program
pl: Wybierz program
pt: Seleccionar a Aplicação
pt_br: Selecionar aplicativo
ru: Выбор приложения
sk: Výber aplikácie
sr@ijekavian: Избор програма
sv: Välj program

source: Select Shortcut Scheme
ar: اختر مخطط الاختصار
bg: Избор на схема с бързи клавиши
cs: Vybrat schéma zkratek
el: Επιλέξτε ένα σχήμα συντομεύσεων
es: Seleccionar esquema de accesos rápidos
eu: Hautatu lasterbideen antolaera
fi: Valitse pikanäppäinteema
fr: Sélectionner un modèle de raccourcis
gl: Escolla un conxunto de atallos
gu: ટૂંકાણની રૂપરેખા પસંદ કરો
ia: Selige le schema de via breve
is: Velja flýtilyklaskema
it: Scegli uno schema di scorciatoie
ja: ショートカットスキームを選択
kk: Тіркесім сұлбасын таңдау
km: ជ្រើស​គ្រោងការណ៍​ផ្លូវកាត់
kn: ಶೀಘ್ರಮಾರ್ಗ (ಶಾರ್ಟ್ ಕಟ್) ಪದ್ಧತಿಗಳನ್ನು (ಸ್ಕೀಮ್) ಆಯ್ಕೆ ಮಾಡಿ
ko: 단축키 배열 선택
lt: Pasirinkite sparčiųjų klavišų schemą
lv: Izvēlieties īsceļu shēmu
mk: Избирање шема со кратенки
mr: शॉर्टकट सुत्रयोजना निवडा
nb: Velg et hurtigtastoppsett
nds: Kombinatschonen-Schema utsöken
nl: Sneltoetsschema selecteren
nn: Vel eit snarvegoppsett
pl: Wybierz zestaw skrótów
pt: Seleccionar o Esquema de Atalhos
pt_br: Selecionar esquema de atalhos
ro: Alegeți schema de acceleratori
ru: Выбор схемы
si: කෙටිමං යෙදුමක් තෝරන්න
sk: Vyberte schému skratiek
sr@ijekavian: Избор шеме пречица
sv: Välj genvägsschema
tg: Интихоби нақшаи тугмаҳои тез
th: เลือกชุดปุ่มพิมพ์ลัด
