Repository: feren-OS/plasma-desktop-kcms
Catalog: po/*/kcmkeys.po
Languages: ar, bg, cs, el, es, eu, fi, fr, gl, gu, ia, is, it, ja, kk, km, kn, ko, lt, lv, mk, mr, nb, nds, nl, nn, pl, pt, pt_br, ro, ru, si, sk, sr@ijekavian, sv, tg, th

source: Select the Components to Export
ar: اختر المكون لتصديره
bg: Избор на компоненти за изнасяне
cs: Vyberte komponenty pro export
el: Επιλογή συστατικών για εξαγωγή
es: Seleccionar los componentes a exportar
eu: Hautatu esportatu beharreko osagaiak
fi: Valitse vietävät komponentit
fr: Sélectionnez les composants à exporter
gl: Escolla as compoñentes para exportar
gu: નિકાસ કરવા માટે ઘટકો પસંદ કરો
ia: Selige le componentes de exportar
is: Veldu einingar til að flytja út
it: Seleziona il componente da esportare
ja: エクスポートするコンポーネントを選択
kk: Экспорттайтын компоненттерді таңдау
km: ជ្រើស​សមាសភាគ​ត្រូវ​នាំចេញ
kn: ರಫ್ತು ಮಾಡಲು ಘಟಕವನ್ನು ಆಯ್ಕೆ ಮಾಡಿ
ko: 내보낼 구성 요소 선택하기
lt: Pažymėkite komponentą, kurį norite eksportuoti
lv: Izvēlieties ekportējamās komponentes
mk: Изберете ги компонентите за изнесување
mr: निर्यात करण्याचा घटक निवडा
nb: Velg komponentene som skal eksporteres
nds: De Komponenten utsöken, de Du exporteren wullt
nl: Selecteer de te exporteren componenten
nn: Vel komponentane som skal eksporterast
pl: Wybierz składnik do eksportowania
pt: Seleccione os componentes a exportar
pt_br: Selecione os componentes a exportar
ro: Alegeți componentele de exportat
ru: Выберите компоненты, которые нужно экспортировать
si: අපනයනයට සංරචක තෝරන්න
sk: Vyberte komponent na export
sr@ijekavian: Избор компонената за извоз
sv: Markera komponenterna att exportera
th: เลือกส่วนประกอบที่จะส่งออก

source: Components
ar: المكونات
bg: Компоненти
cs: Komponenty
el: Συστατικά
es: Componentes
eu: Osagaiak
fi: Komponentit
fr: Composants
gl: Compoñentes
gu: ઘટકો
ia: Componentes
is: Einingar
it: Componenti
ja: コンポーネント
kk: Компоненттер
km: សមាសភាគ
kn: ಘಟಕಗಳು
ko: 구성 요소
lt: Komponentai
lv: Komponentes
mk: Компоненти
mr: घटक
nb: Komponenter
nds: Komponenten
nl: Componenten
nn: Komponentar
pl: Składniki
pt: Componentes
pt_br: Componentes
ro: Componente
ru: Компоненты
si: සංරචක
sk: Komponenty
sr@ijekavian: Компоненте
sv: Komponenter
tg: Қисмҳо
th: ส่วนประกอบ

source: You are about to reset all shortcuts to their default values.
ar: أنت على وشك استرجاع جميع الاختصارات إلى قيمها الافتراضية.
bg: На път сте да възстановите всички бързи клавиши към подразбиращите им се стойности.
cs: Budou resetovány všechny zkratky na své výchozí hodnoty.
el: Πρόκειται να επαναφέρετε όλες τις συντομεύσεις στις αρχικές τους τιμές.
es: Va a reiniciar todos los accesos rápidos a su valor predeterminado.
eu: Lasterbide guztiak haien balio lehenetsietan berrezartzera zoaz.
fi: Kaikki pikanäppäimet palautuvat oletusarvoihinsa.
fr: Vous êtes sur le point de réinitialiser tous les raccourcis à leurs valeurs par défaut.
gl: Está a piques de restabelecer os valores predeterminados de todos os atallos.
gu: તમે તેની મૂળભૂત કિંમતોનાં બધા ટૂંકાણોને પુન:સુયોજિત કરવાનાં છો.
ia: Tu es reinitialisante omne vias breve a su valor predefinite.
is: Þú ert um það bil að endurstilla alla flýtilykla á upprunaleg gildi þeirra.
it: Stai per ripristinare tutte le scorciatoie ai valori predefiniti.
ja: すべてのショートカットを標準の値に戻そうとしています。
kk: Сіз барлық перне тіркесімдерді әдетті күйне ысырып тастаудын алдындасыз.
km: អ្នក​រៀប​នឹង​កំណត់​ផ្លូវកាត់​ទាំង​អស់​ទៅ​តម្លៃ​លំនាំដើម​របស់​ពួកវា​វិញ​ទាំងអស់ ។
kn: ನೀವು ಎಲ್ಲಾ ಶೀಘ್ರಮಾರ್ಗಗಳನ್ನು (ಶಾರ್ಟ್ ಕಟ್) ಅವುಗಳ ಪೂರ್ವನಿಯೋಜಿತ ಮೌಲ್ಯಕ್ಕೆ ಬದಲಾಯಿಸಲಿದ್ದೀರಿ.
ko: 모든 단축키를 초기화할 것입니다.
lt: Visi sparčiųjų klavišų deriniai bus pakeisti į numatytąsias vertes.
lv: Jūs grasāties atstatīt visus īsceļus uz noklusētajām vērtībām.
mk: Ќе ги вратите сите кратенки на нивните стандардни вредности.
mr: तुम्ही सर्व शॉर्टकट त्यांच्या मूलभूत मूल्यांवर परत आणत आहात.
nb: Du er i ferd med å tilbakestille alle snarveiene til standardverdier.
nds: Du settst jüst all Tastkombinatschonen op ehr Standardweerten torüch!
nl: U staat op het punt om alle sneltoetsen terug te zetten naar hun standaard waarden.
nn: Du er i ferd med å tilbakestilla alle snøggtastane til standardverdiane.
pl: Próbujesz przywrócić domyślne ustawienia dla wszystkich skrótów.
pt: Está prestes a repor todos os atalhos com o seu valor predefinido.
pt_br: Você está prestes a restaurar todos os atalhos com seus valores padrão.
ro: Sunteți pe cale de a reinițializa toate scurtăturile la valorile lor implicite.
ru: Вы действительно хотите вернуться к настройкам комбинаций клавиш по умолчанию?
si: ඔබ සියළුම කෙටි මං නැවත පෙරනිමි අගයන්ට සකසයි
sk: Chystáte sa vrátiť všetky skratky na ich štandardné hodnoty.
sr@ijekavian: Спремате се да ресетујете све пречице на подразумијеване вредности.
sv: Du håller på att återställa alla genvägar till sina standardvärden.
th: คุณต้องการจะตั้งค่าปุ่มพิมพ์ลัดทั้งหมดให้กลับไปใช้ค่าปริยายของพวกมัน

source: Reset to defaults
ar: استرجع للافتراضيات
bg: По подразбиране
cs: Obnovit výchozí hodnoty
el: Επαναφορά στα προκαθορισμένα
es: Reiniciar a valores predeterminados
eu: Berrezarri lehenetsietan
fi: Palauta oletusarvot
fr: Réinitialiser aux valeurs par défaut
gl: Repor os valores predeterminados
gu: મૂળભૂત પર પાછું લાવો
ia: Reinitialisa a valores predefinite
is: Frumstilla á sjálfgefin gildi
it: Ripristina ai valori predefiniti
ja: 標準設定に戻す
kk: Әдеттегіге ысыру
km: កំណត់​ទៅ​លំនាំដើម​ឡើងវិញ
kn: ಪೂರ್ವನಿಯೋಜಿತಕ್ಕೆ ಮರಳಿ ಹೊಂದಿಸುಪೂರ್ವನಿಯೋಜಿತಕ್ಕೆ ಮರಳಿ ಹೊಂದಿsಸ
ko: 기본값 복원
lt: Atstatyti numatytuosius
lv: Atstatīt uz noklusētajām
mk: Врати на стандардни
mr: मूलभूत पुन्हस्थापित करा
nb: Sett tilbake til standardinnstillinger
nds: Op Standardweerten torüchsetten
nl: Standaardwaarden herstellen
nn: Tilbakestill til standardverdiar
pl: Przywróć domyślne
pt: Repor a predefinição
pt_br: Restaurar padrões
ro: Restabilește la implicite
ru: Возврат к настройкам по умолчанию
si: පෙරනිමි අගයන්ට සකසන්න
sk: Vrátiť na štandardné
sr@ijekavian: Ресетовање на подразумијевано
sv: Återställ till standardvärden
tg: Бозсозӣ ба стандартӣ
th: กลับไปใช้ค่าปริยาย

source: Current Component
ar: المكون الحالي
bg: Текущ компонент
cs: Současná komponenta
el: Τρέχον συστατικό
es: Componente actual
eu: Uneko osagaia
fi: Nykyinen komponentti
fr: Composant actuel
gl: Compoñente actual
gu: હાલનો ઘટક
ia: Componente currente
is: Núverandi eining:
it: Componente attuale
ja: 現在のコンポーネント
kk: Назардағы компонент
km: សមាសភាគ​បច្ចុប្បន្ន
kn: ಪ್ರಸಕ್ತ ಘಟಕ
ko: 현재 구성 요소
lt: Dabartinis komponentas
lv: Aktīvā komponente
mk: Тековна компонента:
mr: वर्तमान घटक
nb: Gjeldende komponent
nds: Aktuell Komponent
nl: Huidige component
nn: Gjeldande komponent
pl: Aktualny składnik
pt: Componente Actual
pt_br: Componente atual
ro: Componenta actuală
ru: Текущий компонент
si: වත්මන් සංරචකය
sk: Aktuálny komponent
sr@ijekavian: Текућа компонента
sv: Nuvarande komponent
tg: Қисми ҷорӣ
th: ส่วนประกอบปัจจุบัน

source: All Components
ar: جميع المكونات
bg: Всички компоненти
cs: Všechny komponenty
el: Όλα τα συστατικά
es: Todos los componentes
eu: Osagai guztiak
fi: Kaikki komponentit
fr: Tous les composants
gl: Todas as compoñentes
gu: બધા ઘટકો
ia: Omne componentes
is: Allar einingar:
it: Tutti i componenti
ja: すべてのコンポーネント
kk: Барлық компоненттер
km: សមាសភាគ​ទាំង​អស់
kn: ಎಲ್ಲಾ ಘಟಕಗಳು
ko: 모든 구성 요소
lt: Visi komponentai
lv: Visas komponentes
mk: Сите компоненти:
mr: सर्व घटक
nb: Alle komponenter
nds: All Komponenten
nl: Alle componenten
nn: Alle komponentar
pl: Wszystkie składniki
pt: Todos os Componentes
pt_br: Todos os componentes
ro: Toate componentele
ru: Все компоненты
si: සියළු සංරචක
sk: Všetky komponenty
sr@ijekavian: Све компоненте
sv: Alla komponenter
tg: Ҳамаи қисмҳо
th: ส่วนประกอบทั้งหมด

source: Import Scheme...
ar: استورد مخطط...
bg: Внасяне на схема...
cs: Importovat schéma...
el: Εισαγωγή θέματος...
es: Importar esquema...
eu: Inportatu antolaera...
fi: Tuo teema…
fr: Importer un modèle...
gl: Importar un conxunto de atallos…
gu: પધ્ધતિ આયાત કરો...
ia: Importa schema...
is: Flytja inn skema...
it: Importa schema...
ja: スキームをインポート...
kk: Сұлбаны импорттау...
km: នាំចូល​គ្រោងការណ៍...
kn: ಪದ್ಧತಿಯನ್ನು (ಸ್ಕೀಮ್) ಆಮದು ಮಾಡಿಕೊ...
ko: 배열 가져오기...
lt: Importuoti schemą...
lv: Importēt shēmu...
mk: Внесување шема...
mr: शैली आयात करा...
nb: Importer oppsett …
nds: Schema importeren...
nl: Schema importeren...
nn: Importer oppsett …
pl: Importuj zestaw...
pt: Importar um Esquema...
pt_br: Importar esquema...
ro: Import schemă...
ru: Импорт схемы...
si: යෙදුමක් ආනයනය කරන්න...
sk: Importovať schému...
sr@ijekavian: Увези шему...
sv: Importera schema...
tg: Воридоти нақша...
th: นำเข้าชุดปุ่มพิมพ์...

source: Export Scheme...
ar: صدر مخطط...
bg: Изнасяне на схема...
cs: Exportovat schéma...
el: Εξαγωγή θέματος...
es: Exportar esquema...
eu: Esportatu antolaera...
fi: Vie teema…
fr: Exporter le modèle...
gl: Exportar o conxunto de atallos…
gu: પધ્ધતિ નિકાસ કરો...
ia: Exporta schema...
is: Flytja út skema...
it: Esporta schema...
ja: スキームをエクスポート...
kk: Сұлбаны эспорттау...
km: នាំចេញ​គ្រោងការណ៍...
kn: ಪದ್ಧತಿಯನ್ನು (ಸ್ಕೀಮ್) ರಫ್ತು ಮಾಡು...
ko: 배열 내보내기...
lt: Eksportuoti schemą...
lv: Eksportēt shēmu...
mk: Изнесување шема...
mr: शैली निर्यात करा...
nb: Eksporter oppsett …
nds: Schema exporteren...
nl: Schema exporteren...
nn: Eksporter oppsett …
pl: Eksportuj zestaw...
pt: Exportar o Esquema...
pt_br: Exportar esquema...
ro: Export schemă...
ru: Экспорт схемы...
si: යෙදුමක් අපනයනය කරන්න..
sk: Exportovať schému...
sr@ijekavian: Извези шему...
sv: Exportera schema...
tg: Содироти нақша...
th: ส่งออกชุดปุ่มพิมพ์...

source: Set All Shortcuts to None
ar: ضع جميع الاختصارت إلى بدون
bg: Изключване на всички бързи клавиши
cs: Nastavit všechny zkratky na "Žádná"
el: Ορισμός όλων των συντομέυσεων ως κενές
es: Borrar todos los accesos rápidos
eu: Ezarri lasterbide guztiak ezerezera
fi: Nollaa kaikki pikanäppäimet
fr: Définir tous les raccourcis à vide
gl: Anular todos os atallos
gu: બધા ટૂંકાણોને કંઇ નહી પર ગોઠવો
ia: Fixa omne vias breve a nulle
is: Núllstilla alla flýtilykla
it: Imposta tutte le scorciatoie a nessuna
ja: すべてのショートカットを「なし」に
kk: Барлық тіркесімдерді 'Жоқ' күйне ауыстыру
km: កំណត់​ផ្លូវកាត់​ទាំងអស់​ទៅគ្មាន
kn: ಎಲ್ಲಾ ಶೀಘ್ರ ಮಾರ್ಗಗಳನ್ನು ಏನೂ ಇಲ್ಲ ಎಂಬುದಕ್ಕೆ ಹೊಂದಿಸಿ
ko: 모든 단축키 지정 해제하기
lt: Pakeisti visus sparčiuosius klavišų derinius į „Nenustatyta“
lv: Iestatīt visus īsceļus uz neko
mk: Постави ги сите кратенки на „Нема“
mr: सर्व शॉर्टकट रिकामे करा
nb: Tøm alle snarveier
nds: All Tastkombinatschonen wegmaken
nl: Alle sneltoetsen op 'Geen' zetten
nn: Nullstill alle snøggtastane
pl: Usuń wszystkie skróty
pt: Desactivar Todos os Atalhos
pt_br: Desativar todos os atalhos
ro: Stabilește toate scurtăturile la niciuna
ru: Отключить все комбинации клавиш
si: සියළුම කෙටිමං අක්‍රීය තත්වයට ගෙන එන්න
sk: Nastaviť všetky skratky na Žiadna
sr@ijekavian: Испразни све пречице
sv: Ställ in alla genvägar till Ingen
tg: Ҳамаи тугмаҳо ба ҳеҷ чиз насб кунед
th: ตั้งปุ่มพิมพ์ลัดทั้งหมดให้ไม่มีปุ่มลัด

source: Applications
cs: Aplikace
el: Εφαρμογές
es: Aplicaciones
eu: Aplikazioak
fi: Sovellukset
gl: Aplicativos
ia: Applicationes
it: Applicazioni
ko: 프로그램
lt: Programos
nl: Toepassingen
nn: Program
pl: Programy
pt: Aplicações
pt_br: Aplicativos
ru: Приложения
sk: Aplikácie
sr@ijekavian: Програми
sv: Program

source: Launch %1
cs: Spustit %1
el: Εκκίνηση %1
es: Lanzar %1
eu: Abiarazi %1
fi: Käynnistä %1
fr: Lancer %1
gl: Iniciar %1
ia: Lancea %1
it: Avvia %1
ko: %1 실행
lt: Paleisti %1
nl: Opstarten van %1
nn: Start %1
pl: Uruchom %1
pt: Lançar o %1
pt_br: Iniciar %1
ru: Запустить %1
sk: Spustiť %1
sr@ijekavian: Покрени %1|/|Покрени $[аку %1]
sv: Starta %1

source: Component '%1' is currently active. Only global shortcuts currently not active will be removed from the list. All global shortcuts will reregister themselves with their defaults when they are next started.
ar: المكون '%1' حاليا نشط ، فقط الاختصارات العامة غير نشطة ستزال من القائمة. جميع الاختصارات العامة ستسجل نفسها بقيمها الافتراضية عندما يبدأن في المرة القادمة .
bg: Компонентът "%1" е зареден в момента. Ще се премахнат от списъка само общи бързи клавиши, които не са активни в момента. Всички общи бързи клавиши ще се регистрират наново с подразбиращите им се стойности при следващото зареждане.
cs: Komponenta '%1' je nyní aktivní. Pouze neaktivní globální zkratky budou ze seznamu odstraněny. Všechny globální zkratky se při příštím znovu zaregistrují v původním nastavení.
el: Το συστατικό '%1' είναι αυτήν την ώρα ενεργό. Θα αφαιρεθούν μόνο οι καθολικές συντομεύσεις της λίστας που δεν είναι ενεργές. Όλες οι καθολικές συντομεύσεις θα επανέλθουν στις προκαθορισμένες τους επιλογές στην επόμενη χρήση τους.
es: El componente «%1» está activo. Solo se borrarán de la lista los accesos rápidos globales no activos. Todos los accesos rápidos globales se volverán a registrar con sus valores predeterminados la próxima vez que se inicien.
eu: '%1' osagaia aktibo dago une honetan. Une honetan aktibo ez dauden lasterbide orokorrak bakarrik kenduko dira zerrendatik. Lasterbide orokor guztiek balio lehenetsiekin erregistratuko dute berriz beren burua hurrengo aldian abiarazten direnean.
fi: Komponentti ”%1” on tällä hetkellä aktiivinen. Vain ne työpöydänlaajuiset pikanäppäimet, jotka eivät ole aktiivisia, poistetaan luettelosta. Kaikki työpöydänlaajuiset pikanäppäimet rekisteröivät itsensä uudelleen oletusarvoihinsa, kun ne käynnistetään seuraavan kerran.
fr: Le composant « %1 » est actuellement actif. Seuls les raccourcis globaux inactifs seront supprimés de la liste. Tous les raccourcis globaux se réinitialiseront avec leurs valeurs par défaut à leurs prochains démarrages.
gl: A compoñente «%1» está activa, polo que só se retirarán desta lista os atallos globais que non estean activos. Todos os atallos globais han rexistrarse de novo cos valores predeterminados a vindeira vez que se arrinquen.
gu: ઘટક '%1' એ હાલમાં સક્રિય છે. ફક્ત વૈશ્ર્વિક ટૂંકાણો કે જે સક્રિય નથી એ યાદીમાંથી દૂર થયેલ હશે. બધા વૈશ્ર્વિક ટૂંકાણો તેનાં મૂળભૂતો સાથે પોતાની જાતે જ રજીસ્ટર થશે જ્યારે તેઓ પછી શરૂ થાય છે.
ia: Componente '%1' es currentemente active. Solmente vias breve global non currentemente active essera removite ex le lista. Omne vias breve global essera registrate de nove con lor valores predefinite quando illos essera proxime initiate.
is: Einingin '%1' er virk. Eingöngu þeir víðværu flýtilyklar sem ekki eru virkir verða fjarlægðir af listanum. Allir víðværir flýtilyklar munu verða endurskráðir með sjálfgefnum stillingum sínum næst þegar þeir eru ræstir.
it: Il componente «%1» è attualmente attivo. Verranno eliminati dall'elenco solo le scorciatoie globali che non sono attive. Tutte le scorciatoie globali verranno riregistrate con le impostazioni predefinite al prossimo avvio.
ja: コンポーネント “%1” は現在アクティブです。現在アクティブでないグローバルショートカットのみがリストから削除されます。 すべてのグローバルショートカットは次回開始されたときにそれぞれの標準設定に従って登録されます。
kk: '%1' деген компоненті белсенді күйде. Тек қазір белсенді емес жалпы жүйелік тірексімдер ғана тізімінен кетретін болады. Барлық жалпы жүйелік тіркесімдер келесі рет ісіне қосылғанда өзімен-өзі әдетті күйіне оралады.
km: សមាសភាគ '%1' បច្ចុប្បន្ន​សកម្ម ។ មាន​តែ​ផ្លូវកាត់​សកល​ប៉ុណ្ណោះ​មិន​សកម្ម នឹង​ត្រូវ​បាន​យកចេញ​ពី​បញ្ជី ។ ផ្លូវកាត់​សកល​ទាំង​អស់​នឹង​ចុះឈ្មោះ​ពួកគេ​ឡើងវិញ​ទាំង​អស់ ដោយ​មាន​តម្លៃ​លំនាំដើម​របស់ពួកគេ នៅពេល​​ពួកវា​ចាប់ផ្ដើម​លើក​ក្រោយ ​។
kn: '%1' ಘಟಕವು ಪ್ರಸ್ತುತ ಸಕ್ರಿಯವಾಗಿದೆ. ಪ್ರಸ್ತುತ ಸಕ್ರಿಯವಾಗಿಲ್ಲದ ಜಾಗತಿಕ ಶೀಘ್ರಮಾರ್ಗಗಳನ್ನು ಮಾತ್ರ ಪಟ್ಟಿಯಿಂದ ತೆಗೆಯಲಾಗುತ್ತದೆ. ಮುಂದಿನ ಬಾರಿ ಪ್ರಾರಂಭಿಸಿದಾಗ ಎಲ್ಲಾ ಜಾಗತಿಕ ಶೀಘ್ರಮಾರ್ಗಗಳನ್ನು ಅವುಗಳ ಪೂರ್ವನಿಯೋಜಿತ ಘಟಕಗಳೊಂದಿಗೆ ನೋಂದಣಿ ಮಾಡಲಾಗುತ್ತದೆ.
ko: 현재 구성 요소 '%1'이(가) 활성화되어 있습니다. 현재 활성화되지 않은 전역 단축키만 목록에서 삭제될 것입니다. 다음에 시작될 때 모든 전역 단축키는 기본값으로 재설정됩니다.
lt: Komponentas „%1“ šiuo metu aktyvus. Tik globalieji spartieji klavišai, kurie šiuo metu nėra aktyvūs, bus pašalinti iš sąrašo. Visi globalieji spartieji klavišai klavišai persiregistruos numatytomis reikšmėmis kai programos bus paleistos kitą kartą.
lv: Komponente '%1' šobrīd ir aktīva. No saraksta tiks izņemti tikai nekatīvie globālie īsceļi. Visi globālie īsceļi paši reģistrēs savas noklusētās vērtības nākamajā palaišanas reizē.
mk: Компонентата „%1“ е моментално активна. Само глобални кратенки што моментално не се активни ќе бидат отстранети од листата. Сите глобални кратенки повторно ќе се пререгистрираат со нивните стандардни вредности наредниот пат кога ќе бидат стартувани.
nb: Komponent «%1» er for øyeblikket aktiv. Kun globale snarveier som ikke er aktiv for øyeblikket vil bli fjernet fra lista. Alle globale snarveier vil registrere seg på nytt med standardverdiene neste gang de blir startet.
nds: Opstunns is de Komponent "%1" anmaakt. Vun de List warrt bloots de globalen Tastkombinatschonen wegmaakt, de opstunns nich bruukt warrt. All globaal Tastkombinatschonen meldt sik automaatsch mit ehr Standardweerten nieg in, wenn se dat nakamen Maal opropen warrt!
nl: Component '%1' is nu actief. Alleen globale sneltoetsen die nu niet actief zijn zullen worden verwijderd uit de lijst. Alle globale sneltoetsen zullen zichzelf opnieuw registreren met hun standaard wanneer zij de volgende keer worden gestart.
nn: Komponenten «%1» er aktiv. Berre systemsnøggtastar som ikkje er i bruk vert fjerna frå lista. Alle systemsnøggtastar vert omregistrerte til standardverdiane neste gong dei vert tekne i bruk.
pl: Składnik '%1' jest obecnie używany. Tylko skróty globalne, które nie są aktywne, zostaną usunięte z listy. Wszystkim skrótom globalnym przy ponownym uruchomieniu zostaną przypisane wartości domyślne.
pt: O componente '%1' está activo de momento. Só serão removidos da lista os atalhos globais que não esteja activos de momento. Todos os atalhos globais registar-se-ão de novo sempre que forem activados da próxima vez.
pt_br: O componente '%1' está ativo. Somente os atalhos globais que não estejam ativos serão removidos da lista. Todos os atalhos globais serão registrados novamente com suas definições padrão na próxima vez em que forem iniciados.
ro: Componenta „%1” este activă momentan. Numai acceleratorii globali momentan inactivi vor fi eliminați din listă. Toți acceleratorii globali se vor reînregistra cu valorile lor implicite la următoarea pornire a acestora.
ru: Компонент «%1» сейчас активен. Из списка будут удалены только неактивные глобальные комбинации клавиш. При следующем запуске все глобальные комбинации клавиш примут значения по умолчанию.
si: '%1' සංරචකය දැනටමත් සක්‍රීයයි. අක්‍රීය කෙටිමං පමණක් ලැයිස්තුවෙන් ඉවත් වනු ඇත. සියළුම කෙටිමං ඒවා නැවත ආරම්භකල විට ඒවායේ පෙරනිමි ආකාරයට නැවත ලියාපදිංචි වනු ඇත.
sk: Komponent '%1' je teraz aktívny. Zo zoznamu budú odstránené len neaktívne globálne skratky. Všetky globálne skratky sa pri ďalšom spustení znovu zaregistrujú na ich štandardné hodnoty.
sr@ijekavian: <p>Компонента „%1“ тренутно је активна. Само тренутно неактивне глобалне пречице биће уклоњене са списка.</p><p>Све глобалне пречице поново ће бити регистроване с подразумијеваним вриједностима при наредном покретању.</p>
sv: Komponenten '%1' är för närvarande aktiv. Bara globala genvägar som för närvarande inte är aktiva kommer att tas bort från listan. Alla globala genvägar registreras igen med sina förvalda värden så snart de aktiveras nästa gång.
th: ส่วนประกอบ '%1' นั้นทำงานอยู่แล้วในปัจจุบัน มีเพียงปุ่มพิมพ์ลัดใช้งานส่วนรวม ที่ไม่มีทำงานอยู่เท่านั้น ที่จะถูกเอาอออกไปจากรายการได้ ปุ่มพิมพ์ลัดใช้งานส่วนรวมทั้งหมดจะทำการลงทะเบียนตัวมันเองด้วยค่าปริยายของพวกมัน เมื่อเริ่มการทำงานในครั้งหน้า

source: Remove component
ar: أزل مكون
bg: Премахване на компонент
cs: Odstranit komponentu
el: Αφαίρεση συστατικού
es: Eliminar componente
eu: Kendu osagaia
fi: Poista komponentti
fr: Supprimer un composant
gl: Retirar a compoñente
gu: ઘટક દૂર કરો
ia: Remove componente
is: Fjarlægja einingu
it: Rimuovi componente
ja: コンポーネントを削除
kk: Компоненті өшіру
km: យក​សមាសភាគ​ចេញ
kn: ಘಟಕವನ್ನು ತೆಗೆದುಹಾಕು
ko: 구성 요소 삭제하기
lt: Pašalinti komponentą
lv: Izņemt komponenti
mk: Отстрани компонента
mr: घटक काढून टाका
nb: Fjern komponent
nds: Komponent wegmaken
nl: Verwijder component
nn: Fjern komponent
pl: Usuń składnik
pt: Remover o componente
pt_br: Remover componente
ro: Elimină componenta
ru: Удалить компонент
si: සංරචකයක් ඉවත් කරන්න
sk: Odstrániť komponent
sr@ijekavian: Уклони компоненту
sv: Ta bort komponent
tg: Нест кардани қисм
th: ลบส่วนประกอบ
