Repository: feren-OS/plasma-desktop-kcms
Catalog: po/*/kcmsmserver.po
Languages: ar, el, es, fi, gu, hr, is, ja, kk, km, kn, ko, lv, mk, ms, nb, nds, si, th, tr

source: <h1>Session Manager</h1> You can configure the session manager here. This includes options such as whether or not the session exit (logout) should be confirmed, whether the session should be restored again when logging in and whether the computer should be automatically shut down after session exit by default.
ar: <h1>مدير الجلسة</h1> يمكنك ضبط مدير الجلسة هنا. هذا يتضمن خيارات مثل ضرورة أو عدم ضرورة التأكيد على تسجيل الخروج و إذا كان واجباً استعادة الجلسة عند الدخول أو إيقاف تشغيل الحاسوب تلقائياً عند الخروج من الجلسة.
el: <h1>Διαχειριστής συνεδρίας</h1> Εδώ μπορείτε να ρυθμίσετε το διαχειριστή συνεδρίας. Αυτό περιλαμβάνει επιλογές όπως αν θα πρέπει να ζητείται επιβεβαίωση πριν την έξοδο από τη συνεδρία (έξοδος), αν θα πρέπει να επαναφέρεται η προηγούμενη συνεδρία κατά την είσοδο και αν ο υπολογιστής θα κλείνει αυτόματα κατά την έξοδο από τη συνεδρία.
es: <h1>Gestor de sesiones</h1> Aquí puede configurar el gestor de sesiones, incluyendo opciones como si al cerrar sesión (terminar) se debe solicitar confirmación, si se debe restaurar la sesión previa al acceder a la cuenta y si, por omisión, el equipo debe apagarse automáticamente tras cerrar la sesión.
fi: <h1>Istunnonhallinta</h1> Tässä voit valita, varmistetaanko uloskirjautuminen ja palautetaanko istunnon asetukset, kun kirjaudutaan uudelleen sisään, sekä sammutetaanko tietokone automaattisesti uloskirjautumisen yhteydessä.
gu: <h1>સત્ર વ્યવસ્થાપક</h1> તમે અહી સત્ર વ્યવસ્થાપકમાં ગોઠવણી કરી શકો છો. સત્રનો અંત કરતી વખતે તેની ખાતરી કરવી કે નહીં, સત્ર પ્રવેશ સમયે સત્ર પુન: સ્થાપિત કરવો કે નહીં, સત્ર અંત કરતી વખતે ગણકયંત્ર(કોમ્પયુટર) આપમેળે હમેંશા બંધ કરવૂ જેવા વિકલ્પોનો તેમાં સામાવેશ થાય છે.
hr: <h1>Voditelj seansi</h1> Ovdje možete podešavati voditelja seansi. To uključuje i postavke kao što su potvrđivanje odjave kod završavanja seanse i hoće li se obnavljati seansa kod sljedećeg prijavljivanja, te da li se računalo treba uobičajno isključiti nakon završetka seanse.
is: <h1>Setustjóri</h1> Hér getur þú stillt setustjórann. Þar á meðal eru stillingar eins og hvort eigi að endurheimta stöðu kerfisins frá því síðast þegar notandinn stimplar sig inn.
ja: <qt><h1>セッションマネージャ</h1>ここでセッションマネージャの設定を行います。これには、セッションの終了 (ログアウト) を確認するかどうか、前回のセッションをログイン時に復元するかどうか、セッションの終了と同時にシャットダウンするかどうか、といったオプションが含まれます。</qt>
kk: <h1>Сеанс менеджері</h1> Мұнда сеанс менеджерін баптай аласыз. Баптайтыны: сеансты аяқтауын құптауы керек пе, келесі кіргенде өткен сеансты қалпына келтіру керек пе, сеанстан шыққанда компьютерді автоматты түрде өшіруі керек пе деген мәселелер.
km: <h1>កម្មវិធី​គ្រប់គ្រង​សម័យ</h1> ​អ្នក​អាច​កំណត់រចនាសម្ព័ន្ធ​កម្មវិធី​គ្រប់​គ្រង​សម័យ​នៅ​ទីនេះ ។ ការ​នេះ​រួម​មាន​ទាំង​ជម្រើស​ដូច​ជា ថាតើគួរអះអាង ឬ​ក៏​អត់ នៅ​​ពេល​សម័យ​ចាក​ចេញ (ចេញ) ថា​តើ​គួរ​ស្ដារ​សម័យ ឬ​ក៏​អត់ នៅ​ពេល​ចូល តើ​កុំព្យូទ័រ​គួរ​បិទ​ដោយ​ស្វ័យ​ប្រវត្តិ ឬ​ក៏​អត់ ​បន្ទាប់​ពី​​សម័យ​ចេញ​ដោយ​លំនាំ​ដើម ។
kn: <h1>ಅಧಿವೇಶನ ನಿರ್ವಾಹಕ</h1> ಇಲ್ಲಿ ನೀವು ಅಧಿವೇಶನದ ನಿರ್ವಾಹಕನನ್ನು ಸಂರಚಿಸಬಹುದಾಗಿದೆ. ಇದರಲ್ಲಿ ಅಧಿವೇಶನದ ನಿರ್ಗಮನವನ್ನು ಖಚಿತಪಡಿಸಬೇಕೆ (ನಿರ್ಗಮನ), ಮರಳಿ ಪ್ರವೇಶಿಸಿದಾಗ ಅಧಿವೇಶನವನ್ನು ಮರಳಿ ಸ್ಥಾಪಿಸಬೇಕೆ ಹಾಗು ಅಧಿವೇಶನದಿಂದ ನಿರ್ಗಮಿಸಿದಾಗ ಪೂರ್ವನಿಯೋಜಿತವಾಗಿ ಗಣಕವು ಸ್ಥಗಿತಗೊಳ್ಳಬೇಕೆ ಎನ್ನುಂತಹ ಹಲವಾರು ಆಯ್ಕೆಗಳು ಒಳಗೊಂಡಿವೆ.
ko: <h1>세션 관리자</h1> 이 곳에서 세션 관리자를 설정할 수 있습니다. 이 모듈에서는 세션에서 로그아웃할 때 확인을 받을지, 다음에 로그인할 때 저장한 세션을 불러올지, 세션을 종료한 다음 기본적으로 시스템을 종료할지 설정할 수 있습니다.
lv: <h1>Sesiju pārvaldnieks</h1> Šeit jūs varat konfigurēt sesiju pārvaldnieku. Tas ietver tādus parametrus kā atslēgšanās apstiprināšana, sesijas atjaunošana pie pieslēgšanās un vai dators būtu jāizslēdz pie atslēgšanās pēc noklusējuma.
mk: <h1>Менаџер на сесии</h1> Тука може да го конфигурирате менаџерот на сесии. Ова вклучува опции како што се дали треба напуштањето на сесијата (одјавување) да биде потврдено, дали сесијата треба да биде обновена при повторно најавување и дали компјутерот треба да биде автоматски изгасен по напуштањето на сесијата.
ms: <h1>Pengurus Sesi</h1> Anda boleh selaraskan pengurus sesi di sini. Ini termasuklah pilihan seperti patut atau tidak pemastian keluar sesi (log keluar), sama ada sesi patut dipulihkan semula semasa log masuk dan sama ada komputer patut ditutup default secara automatik selepas keluar sesi.
nb: <h1>Øktbehandler</h1> Tilpass øktbehandleren her. Man velger mellom om øktavslutningen (utloggingen) skal bekreftes, om økten skal gjenopprettes ved innlogging, og om maskinen skal skrus av automatisk etter avslutning.
nds: <h1>Törnpleger</h1> Mit dit Moduul kannst Du den Törnpleger instellen. Dat bargt t.B. Optschonen för dat Nafragen bi't Afmellen ut KDE, för dat Wedderherstellen vun den lesten Törn bi't Anmellen un wat de Reekner na't Afmellen automaatsch daalfohrt warrn schall.
si: <h1>සැසි පාලකය</h1> ඔබට මෙහිදී වාර පාලකය සැකසිය හැක. මෙහි මෙය පිටවීම තහවුරු කල යුතුද යන්න, නැවත පිවිසි විට වාරය ප්‍රථිස්තාපනය කල යුතුද යන්න හා වාරය පිටවූ විට පරිගණකය පෙරනිමියෙන් වසාදැමිය යුතුද යන්න වැනි විකල්ප අඩංගුවේ.
th: <h1>จัดการวาระงาน</h1> คุณสามารถปรับแต่งการทำงาน โปรแกรมจัดการวาระงาน ได้ที่นี่ ทั้งการแสดงกล่องยืนยันการออกจากระบบ และเรียกคืนวาระงานเดิมที่ทำงานค้างไว้ เมื่อล็อกอินเข้าระบบครั้งต่อไป
tr: <h1>Oturum Yöneticisi</h1> Buradan oturum yöneticisi ile ilgili temel ayarlar yapılabilir.

source: Restart Now
es: Reiniciar ahora
fi: Käynnistä uudelleen nyt
ko: 지금 다시 시작

source: Failed to request restart to firmware setup: %1
es: No se ha podido solicitar el reinicio para la configuración del firmware: %1
fi: Laiteohjelmistoasetuksen uudelleenkäynnistyspyyntö epäonnistui: %1
ko: 펌웨어 설정으로 다시 시작 요청 실패: %1

source: Next time the computer is restarted, it will enter the UEFI setup screen.
es: La próxima vez que reinicie el equipo, entrará en la pantalla de configuración de UEFI.
fi: Kun tietokone seuraavan kerran käynnistyy, mennään UEFI-asetusnäyttöön.
ko: 컴퓨터를 다음에 다시 시작할 때 UEFI 설정 화면으로 진입합니다.

source: Next time the computer is restarted, it will enter the firmware setup screen.
es: La próxima vez que reinicie el equipo, entrará en la pantalla de configuración del firmware.
fi: Kun tietokone seuraavan kerran käynnistyy, mennään laiteohjelmiston asetusnäyttöön.
ko: 컴퓨터를 다음에 다시 시작할 때 펌웨어 설정 화면으로 진입합니다.

source: UEFI Setup
es: Configuración de UEFI
fi: UEFI-asetus
ko: UEFI 설정

source: Enter UEFI setup on next restart
es: Entrar en la configuración de UEFI durante el próximo reinicio
fi: Siirry uudelleenkäynnistettäessä UEFI-asetukseen
ko: 다음에 다시 시작할 때 UEFI 설정 진입

source: General
ar: عام
el: Γενικά
fi: Yleistä
gu: સામાન્ય
hr: Općenito
is: Almennt
ja: 全般
kk: Жалпы
km: ទូទៅ
kn: ಸಾಮಾನ್ಯ
ko: 일반
lv: Pamata
mk: Општо
ms: Umum
nb: Generelt
nds: Allgemeen
si: සාමාන්‍ය
th: ค่าทั่วไป
tr: Genel

source: Check this option if you want the session manager to display a logout confirmation dialog box.
ar: اختر هذا الخيار إذا كنت ترغب في أن يظهر لك مدير الجلسة مربع حوار لتأكيد الخروج.
el: Ενεργοποιήστε αυτή την επιλογή αν θέλετε ο διαχειριστής συνεδρίας να εμφανίζει ένα πλαίσιο επιβεβαίωσης εξόδου.
es: Seleccione esta opción si desea que el gestor de sesiones muestre un cuadro de diálogo solicitando confirmación para cerrar la sesión.
fi: Valitse tämä asetus jos haluat, että istunnonhallinta varmistaa erikseen ennen lopettamista.
gu: જો તમે સત્ર વ્યવસ્થાપક દ્રારા સત્ર અંત સમયે ખાતરી સંવાદ પેટી બતાવવા માગતા હો તો આ વિકલ્પ પર ટીક કરો.
hr: Odaberite ovu mogućnost ako želite prikazivanje malog dijaloga za potvrđivanje odjave (prestanka rada).
is: Hakaðu við hér ef þú vilt að setustjórinn biðji notandann að staðfesta þegar hann stimplar sig út.
ja: セッションマネージャにログアウトの確認ダイアログを表示させる場合、このオプションを有効にしてください。
kk: Егер сеанс менеджері жүйеден шығарда құптау диалогын көрсетсін десеңіз, осы құсбелгісін қойыңыз.
km: ធីក​ជម្រើស​នេះ បើ​អ្នក​ចង់​ឲ្យ​កម្មវិធី​គ្រប់​គ្រង​សម័យ​បង្ហាញ​ប្រអប់​អះអាង ​ពេល​ចេញ​ ។
kn: ಅಧಿವೇಶನ ನಿರ್ವಾಹಕವು ಒಂದು ನಿರ್ಗಮನ ಖಚಿತಪಡಿಸುವಿಕೆಯ ಸಂವಾದ ಪೆಟ್ಟಿಗೆಯನ್ನು ತೋರಿಸಲು ನೀವು ಬಯಸಿದಲ್ಲಿ ಇದನ್ನು ಗುರುತು ಹಾಕಿ.
ko: 만약 세션 관리자에서 로그아웃 확인 대화상자를 출력하게 하려면 이 설정을 선택하십시오.
lv: Atzīmējiet šo opciju, ja vēlaties, lai sesiju pārvaldnieks pieprasa apstiprinājumu pie atslēgšanās.
mk: Изберете ја оваа опција ако сакате менаџерот на сесии да прикажува дијалог за потврда при одјавување.
ms: Tanda pilihan ini jika anda mahukan pengurus sesi untuk memaparkan kotak dialog pemastian log keluar.
nb: Kryss av her om du vil at øktbehandleren skal vise en bekreftelses-dialog på utlogging.
nds: Aktiveer dit, wenn de Törnpleger bi't Afmellen nafragen schall, wat Du Di redig afmellen wullt.
si: වාර පාලකය විසින් පිටවීම තහවුරු කිරීමේ සංවාද කොටුවක් පෙන්විය යුතු නම් මෙම විකල්පය තෝරන්න.
th: เลือกตัวเลือกนี้ ถ้าต้องการให้โปรแกรมจัดการวาระงาน แสดงกล่องยืนยันก่อนทำการออกจากระบบ
tr: Oturum yöneticisinin KDE kapanışı sırasında onay kutusu göstermesiniistiyorsanız bu seçeneği işaretleyin.

source: Conf&irm logout
ar: أكد ال&خروج
el: Επι&βεβαίωση εξόδου
es: Conf&irmar terminar
fi: &Vahvista uloskirjautuminen
gu: સત્ર અંતની ખાતરી કરો (&i)
hr: Potvrda &odjave
is: Stað&festa útstimplun
ja: ログアウトを確認する(&I)
kk: Аяқтауда құп&тау сұралсын
km: អះអាង​ការ​ចេញ
kn: ಖಚಿತಪಡಿಸು ಹಾಗು ನಿರ್ಗಮಿಸು(&i)
ko: 로그아웃 확인하기(&I)
lv: Apst&iprināt atslēgšanos
mk: Пот&врди го одјавувањето
ms: Pemast&ian log keluar
nb: Bekreft ut&logging
nds: Nafragen bi't &Afmellen
si: පිටවීම තහවුරු කරන්න (&i)
th: ยืนยันการออกจากระบบ
tr: Ç&ıkmadan önce sor

source: O&ffer shutdown options
ar: اع&رض خيارات إيقاف التشغيل
el: Ε&μφάνιση επιλογών τερματισμού
es: O&frecer opciones de apagado
fi: &Näytä sammutusvaihtoehdot
gu: બંધ કરવાના વિકલ્પો બતાવો (&f)
hr: Ponudi opcije za prekid rada
is: &Bjóða rofa fyrir 'shutdown' skipunina
ja: シャットダウンオプションを提供する(&F)
kk: Өшіру мүмкіндігі ұс&ынылсын
km: ផ្ដល់​ជម្រើស​បិទ
kn: ಸ್ಥಗಿತಗೊಳಿಸುವ ಆಯ್ಕೆಗಳನ್ನು ಒದಗಿಸು(&f)
ko: 시스템 종료 설정 보이기(&F)
lv: &Piedāvāt izslēgšanas variantus
mk: П&онуди опции за гасење
ms: &Sediakan pilihan shutdown
nb: &Tilby valg for avslutning
nds: &Optschonen för't Utmaken wiesen
si: වසාදැමීමේ විකල්ප පිළිගන්වන්න (&f)
th: ตัวเลื&อกสำหรับการปิดเครื่อง
tr: Kapatma tavsiye &etme ayarları

source: Here you can choose what should happen by default when you log out. This only has meaning, if you logged in through KDM.
ar: هنا يمكنك اختيار ما سيقع افتراضياً عند تسجيل خروجك. هذا فقط له معنى إذا دخلت من خلال KDM.
el: Εδώ μπορείτε να επιλέξετε τι θα συμβαίνει εξ ορισμού, κατά την έξοδό σας. Αυτό έχει νόημα μόνο αν χρησιμοποιείτε το KDM.
es: Aquí puede elegir lo que debería ocurrir por omisión cuando termine. Esto solo tiene sentido, si accede a través de KDM.
fi: Tässä voit määritellä, mitä tapahtuu uloskirjautumisen jälkeen. Toiminto toimii ainoastaan, jos käytät KDM:ää.
gu: અહીં તમે સત્ર બંધ કરતી વખતે શું થવુ જોઇએ તે પસંદ કરી શકો છો. તે ત્યારે જ અર્થપૂર્ણ છે જયારે તમે કેડીએમ (KDM) વડે પ્રવેશ કર્યો હોય.
hr: Ovdje možede izabrati što se treba desiti prilikom odjave.Ove postavke imaju smisao samo ako ste prijavljeni putem KDM-a.
is: Hér getur þú skilgreint hvað skal gerast þegar þú stimplar þig út. Þetta gildir þó aðeins ef þú stimplaðir þig inn um KDM
ja: ログアウト後のデフォルトの動作を選択します。これは KDM からログインした場合にのみ有効です。
kk: Мұнда сеансты аяқтағанда әдетте не болатынын таңдай аласыз. Бұл тек қана KDM арқылы жүйеге кіргенде болатын істер.
km: នៅ​ទីនេះ​អ្នក​អាច​ជ្រើស​អ្វី​ដែល​គួរ​កើត​ឡើង​តាម​​លំនាំ​ដើម នៅ​ពេល​អ្នក​ចេញ ។ នេះ​គ្រាន់​តែ​ជា​អត្ថន័យ​តែ​ប៉ុណ្ណោះ បើ​អ្នក​បាន​ចូល​តាម KDM ។
kn: ನೀವು ನಿರ್ಗಮಿಸಿದಾಗ ಏನು ಆಗಬೇಕು ಎಂದು ಇಲ್ಲಿ ನೀವು ಪೂರ್ವನಿಯೋಜಿತವಾಗಿ ಆಯ್ಕೆ ಮಾಡಬಹುದು. ಕೇವಲ ನೀವು KDM ಮೂಲಕ ನಿರ್ಗಮಿಸಿದಲ್ಲಿ ಮಾತ್ರ ಇದಕ್ಕೆ ಅರ್ಥವಿರುತ್ತದೆ.
ko: 이 곳에서 로그아웃할 때 일어날 일을 설정할 수 있습니다. KDM으로 로그인했을 때만 적용됩니다.
lv: Šeit jūs varat izvēlēties noklusējuma izvēli pie atteikšanās. Tam ir jēga tikai tad, ja par pieteikšanās pārvaldnieku izmantojat KDM.
mk: Тука може да изберете што треба вообичаено да се случи кога ќе се одјавите. Ова има значење само ако сте се најавиле преку KDM.
ms: Di sini anda boleh memilih apa yang patut berlaku secara default semasa anda log keluar. Ini hanya boleh memberi kesan jika anda log masuk dengan KDM.
nb: Her kan du velge hva som skal gjøres etter at du logger ut. Dette har bare mening dersom du logget inn via KDM.
nds: Hier kannst Du instellen, wat bi't Afmellen standardwies passeren schall. Dat funkscheneert bloots, wenn Du Di över KDM anmeldt hest.
si: ඔබ KDM මාර්ගයෙන් පිවිසුනේ නම්. මෙහිදී ඔබ පිටවූ විට පෙරනිමියෙන් සිදුවිය යුත්තේ කුමක්දැයි තෝරාගත හැක.
th: คุณสามารถเลือกได้ว่า จะให้มีการทำอะไรหลังจากที่คุณออกจากระบบแล้ว แต่จะใช้ได้ในกรณีที่คุณทำการล็อกอินโดยผ่านทางโปรแกรม KDM เท่านั้น
tr: Sistemden çıkış yaptığınız zaman ne yapılması gerektiğine buradan karar verebilirsiniz. Bu işlem sadece KDM üzerinden çalıştığınız zaman geçerlidir.

source: Default Leave Option
ar: خيار إيقاف الترك الافتراضي
el: Προκαθορισμένη επιλογή τερματισμού
es: Opción de salida por omisión
fi: Oletuslähtemisvalinta
hr: Zadana opcija napuštanja
is: Sjálfgefin aðferð við að slökkva á tölvunni
ja: デフォルトの終了オプション
kk: Сеанс аяқталғанда әдетте
km: ជម្រើស​ចាកចេញ​​លំនាំ​ដើម
ko: 기본 떠나기 옵션
lv: Noklusētā pamešanas darbība
mk: Стандардна опција за гасење
ms: Pilihan Meninggalkan Default
nb: Standard utloggingsvalg
nds: Standardinstellen bi't Weggahn
si: පෙරනිමි පිටවීම් විකල්ප
th: ตัวเลือกปริยายสำหรับการออกจากวาระ
tr: Öntanımlı Çıkış Seçeneği

source: &End current session
ar: أ&نهِ الجلسة الحالية
el: Τ&ερματισμός τρέχουσας συνεδρίας
es: &Terminar sesión actual
fi: &Lopeta istunto
gu: ચાલતો સત્ર સમાપ્ત કરો (&E)
hr: &Završi trenutnu sesiju
is: &Ljúka núverandi setu
ja: 現在のセッションを終了(&N)
kk: Сеанс &бітсін
km: បញ្ចប់​សម័យ​បច្ចុប្បន្ន
kn: ಪ್ರಸಕ್ತ ಅಧಿವೇಶನವನ್ನು ಮುಗಿಸು(&E)
ko: 현재 세션 끝내기(&E)
lv: &Beigt pašreizējo sesiju
mk: &Заврши со активната сесија
ms: Tamat s&essi semasa
nb: Avslutt gj&eldende økt
nds: Dissen Törn &beennen
si: වත්මන් වාරය නිම කරන්න (&E)
th: &จบวาระงานปัจจุบัน
tr: &Geçerli oturumu sonlandır

source: &Turn off computer
ar: ا&طفئ الحاسوب
el: &Κλείσιμο υπολογιστή
es: A&pagar el equipo
fi: &Sammuta tietokone
gu: ગણકયંત્ર(કોમ્પ્યુટર) બંધ કરો (&T)
hr: Is&ključivanje računala
is: &Slökkva á tölvu
ja: コンピュータを停止(&T)
kk: Компьютер ө&шірілсін
km: បិទ​កុំព្យូទ័រ
kn: ಗಣಕವನ್ನು ಮುಚ್ಚು(&T)
ko: 컴퓨터 끄기(&T)
lv: &Izslēgt datoru
mk: &Исклучи го компјутерот
ms: &Tutup komputer
nb: &Slå av maskinen
nds: Reekner &utmaken
si: පරිගණකය වසාදමන්න (&T)
th: &ปิดเครื่องคอมพิวเตอร์
tr: &Bilgisayarı kapat

source: &Restart computer
ar: أ&عد تشغيل الحاسوب
el: &Επανεκκίνηση υπολογιστή
es: &Reiniciar el equipo
fi: Käynnistä kone &uudelleen
gu: ગણકયંત્ર(કોમ્પ્યુટર) પુન:શરૂ કરો (&R)
hr: Ponovno pokretanje &računala
is: Endur&ræsa tölvu
ja: コンピュータを再起動(&K)
kk: Компьютер жаңадан &жүктелсін
km: ចាប់​ផ្ដើម​កុំព្យូទ័រ​ឡើង​វិញ
kn: ಗಣಕವನ್ನು ಮರಳಿ ಆರಂಭಿಸು(&R)
ko: 컴퓨터 다시 시작(&R)
lv: &Pārstartēt datoru
mk: &Рестартирај го компјутерот
ms: Mulakan semula kompute&r
nb: Sta&rt maskinen om igjen
nds: Reekner &nieg starten
si: පරිගණකය ප්‍රථිපණගන්වන්න (&R)
th: เ&ริ่มระบบคอมพิวเตอร์ใหม่
tr: B&ilgisayarı yeniden başlat
