Repository: feren-OS/plasma-desktop-kcms
Catalog: po/*/kcmsmserver.po
Languages: ar, el, es, fi, gu, hr, is, ja, kk, km, kn, ko, lv, mk, ms, nb, nds, si, th, tr

source: <ul> <li><b>Restore previous session:</b> Will save all applications running on exit and restore them when they next start up</li> <li><b>Restore manually saved session: </b> Allows the session to be saved at any time via "Save Session" in the K-Menu. This means the currently started applications will reappear when they next start up.</li> <li><b>Start with an empty session:</b> Do not save anything. Will come up with an empty desktop on next start.</li> </ul>
ar: <ul> <li><b>استعد الجلسة السابقة:</b> سيتم حفظ جميع التطبيقات العاملة عند الخروج ثم سيتم استعادتها عند الدخول في المرة المقبلة</li> <li><b>استعد الجلسة المحفوظة يدوياً: </b> يسمح لك بحفظ الجلسة في أي وقت عن طريق زر "احفظ الجلسة" في قائمة K. هذا يعني أن التطبيقات العاملة حالياً ستظهر مجدداً في المرة القادمة.</li> <li><b>ابدأ بجلسة فارغة:</b> لا تحفظ شيئاً. سيتم البدء بسطح مكتب فارغ في المرة القادمة.</li> </ul>
el: <ul> <li><b>Επαναφορά προηγούμενης συνεδρίας:</b> Θα αποθηκεύσει όλες τις εφαρμογές που εκτελούνται, κατά την έξοδο, και θα τις επαναφέρει στο επόμενο ξεκίνημα</li> <li><b>Επαναφορά χειροκίνητα αποθηκευμένης συνεδρίας: </b> Επιτρέπει την αποθήκευση της συνεδρίας οποιαδήποτε στιγμή μέσω του "Αποθήκευση συνεδρίας" στο K-Μενού. Αυτό σημαίνει ότι οι τότε εκτελούμενες εφαρμογές θα επανεμφανιστούν στο επόμενο ξεκίνημα.</li> <li><b>Εκκίνηση με μια άδεια συνεδρία:</b> Να μην αποθηκεύεται τίποτα. Θα εμφανιστεί μια κενή επιφάνεια εργασίας στο επόμενο ξεκίνημα.</li> </ul>
es: <ul> <li><b>Restaurar sesión anterior:</b> Guarda todas las aplicaciones al salir y las restaura en el próximo inicio.</li> <li><b>Restaurar sesión guardada manualmente: </b> Le permite que la sesión sea guardada en cualquier momento vía «Guardar sesión» en el menú K. Esto significa que las aplicaciones en ejecución en ese momento reaparecerán en el próximo inicio.</li> <li><b>Iniciar con una sesión vacía:</b> No guarda nada. Arrancará con un escritorio vacío en el siguiente inicio.</li> </ul>
fi: <ul> <li><b>Palauta edellinen istunto:</b> Tallentaa kaikki suorituksessa olevat sammuttaessa ja palauttaa ne seuraavan käynnistyksen yhteydessä</li> <li><b>Palauta itse tallennettu istunto: </b> Mahdollistaa istunnon tallentamisen milloin tahansa valitsemalla kohta ”Tallenna istunto” K-valikosta. Tämä tarkoittaa sitä, että päällä olevat ohjelmat käynnistetään uudestaan seuraavan käynnistyksen yhteydessä.</li> <li><b>Aloita aina tyhjä istunto:</b> Älä tallenna mitään. Seuraavan käynnistyksen yhteydessä ladataan tyhjä työpöytä.</li> </ul>
gu: <ul> <li><b>પહેલાનો સત્ર પુન: સ્થાપિત કરો</b> બહાર નીકળતી વખતે બધા કાર્યક્રમોને બચાવો અને પાછુ ચાલુ થાય ત્યારે તેને પુન: સ્થાપિત કરો</li> <li><b>જાતે બચાવેલ સત્ર પુન: સ્થાપિત કરો</b>સત્રને કોઇપણ સમયે કેમેનુમાંથી "સત્ર બચાવો" દ્રારા બચાવવા દો. જેનો અર્થ એ છે કે હાલમાં ચાલતા કાર્યક્રમ બીજી શરુઆત ના સમયે ફરીથી દ્રશ્યમાન થશે.</li> <li><b>ખાલી સત્ર સાથે શરુઆત કરો</b>કંઇપણ ના બચાવો. બીજી શરુઆત સમયે ખાલી ડેસ્કટોપ સાથે આવશે</li> </ul>
hr: <ul> <li><b>Vrati prethodnu sesiju:</b> Sačuvati će sve aplikacije koje se vrteprilikom odjave i vratiti ih prilikom slijedećeg pokretanja.</li> <li><b>Ručno sačuvana sesija: </b> Dopušta spremanje sesije u bilo koje vrijeme korištenjem "Sačuvaj sesiju " u K-Izborniku. To znači da se trenutno pokrenute aplikacije vraćaju u prijašnje stanje prilikom slijedećeg pokretanja.</li> <li><b>Počni sa praznom sesijom:</b> Bez spremanja sesije. Prilikom slijedećeg pokretanja dočekati će vas prazna radna površina.</li> </ul>
is: <ul> <li><b>Sækja fyrri setu:</b> Mun vista heitum þeirra forrita sem eru í gangi við útstimplun og ræsa þau aftur við næstu innstimplun</li> <li><b>Sækja fyrri geymda setu: </b> Gerir þér kleyft að vista setuna hvenær sem er með "Vista setu" í K valmyndinni. Þetta þýðir að forrit sem nú eru í gangi mumu birtast þegar þau ræsa næst.</li> <li><b>Byrja með auða setu:</b> Ekki vista neitt. Mun ekki opna nein forrit á skjáborðinu við innstimplun.</li> </ul>
ja: <qt><ul><li>前回のセッションを復元: 終了時に稼働していたすべてのアプリケーションを保存し、次回の起動時にそれらを復元します。</li><li>手動で保存したセッションを復元: これを選択すると、K メニューの「セッションを保存」を使っていつでもセッションを保存できるようになります。次回の起動時には、保存したときに稼動していたアプリケーションが復元されます。</li><li>空のセッションで起動: 何も保存しません。次回のセッションは空のデスクトップで開始されます。</li></ul></qt>
kk: <ul> <li><b>Өткен сеанс қалпына келтірілсін:</b> Шыққанда орындалып жатқан қолданбаларды жаттап, келесі сеансты басталғанда олар қалпына келтіріледі</li> <li><b>Әдейі сақталған сеанс қалпына келтірілсін:</b> Қалаған кезде, K-мәзірдегі "Сеансты сақтау" арқылы сеанстың күйін сақтау мүмкіндігін беріп, келесі басталған сеанста сол күйінде орындалған қолданбалар қалыпына келтіріледі.</li> <li><b>Бос сеанстан басталсын:</b> Ештеңе сақталмай, келесі сеанс бос үстелден басталады.</li> </ul>
km: <ul> <li><b>ស្ដារ​សម័យ​មុន ៖</b> នឹង​រក្សា​ទុក​កម្មវិធី​ទាំងអស់​ដែល​កំពុង​រត់ នៅ​ពេល​ចាក​ចេញ ហើយ​ស្ដារ​ពួក​វា ពេល​ពួក​វា​ចាប់​ផ្ដើម​លើក​ក្រោយ</li> <li><b>ស្ដារ​សម័យ​ដែល​បាន​រក្សា​ទុក​ដោយ​ដៃ ៖ </b> អនុញ្ញាត​ឲ្យ​សម័យ​ត្រូវ​បាន​រក្សា​ទុក​នៅ​ពេល​ណា​មួយ តាមរយៈ "រក្សា​ទុក​សម័យ" ក្នុង​​ម៉ឺនុយ K ។ នេះ​មាន​ន័យ​ថា​កម្មវិធី​ដែល​បាន​ចាប់ផ្ដើម​ថ្មីៗ នឹង​បង្ហាញ​ឡើង​វិញ ពេល​ពួក​វា​ចាប់​ផ្ដើម​លើក​ក្រោយ ។</li> <li><b>ចាប់​ផ្ដើម​ជាមួយ​សម័យ​ទទេ ៖</b> មិន​រក្សា​ទុក​អ្វី​ទាំងអស់ ។ នឹង​បង្ហាញ​ផ្ទៃ​តុ​ទទេ ពេល​ចាប់​ផ្ដើម​លើក​ក្រោយ ។</li> </ul>
kn: <ul> <li><b>ಹಿಂದಿನ ಅಧಿವೇಶನವನ್ನು ಮರಳಿ ಸ್ಥಾಪಿಸು:</b> ನಿರ್ಗಮಿಸುವ ಸಂದರ್ಭದಲ್ಲಿ ಚಲಾಯಿತಗೊಳ್ಳುತ್ತಿದ್ದಂತಹ ಎಲ್ಲಾ ಅನ್ವಯಗಳು ಉಳಿಸಲ್ಪಡುತ್ತವೆ ಹಾಗು ಮುಂದಿನ ಭಾರಿ ಆರಂಭಿಸಿದಾಗ ಮರಳಿ ಸ್ಥಾಪಿಸಲ್ಪಡುತ್ತವೆ</li> <li><b>ಉಳಿಸಲಾದ ಅಧೀವೇಶನವನ್ನು ಕೈಯಾರೆ ಮರು ಸ್ಥಾಪಿಸು: </b> K-ಮೆನುವಿನಲ್ಲಿನ "ಅಧಿವೇಶನವನ್ನು ಉಳಿಸು" ಅನ್ನು ಬಳಸಿಕೊಂಡು ಅಧಿವೇಶನವನ್ನು ಉಳಿಸಲು ಅನುವು ಮಾಡಿಕೊಡುತ್ತದೆ. ಅಂದರೆ ಈಗ ಆರಂಭಗೊಂಡಿರುವ ಅನ್ವಯಗಳು ಮುಂದಿನ ಬಾರಿ ಆರಂಭಿಸಿದಾಗ ಮರಳಿ ಕಾಣಿಸಿಕೊಳ್ಳುತ್ತವೆ.</li> <li><b>ಖಾಲಿ ಅಧಿವೇಶನದೊಂದಿಗೆ ಆರಂಭಿಸು:</b> ಏನನ್ನೂ ಉಳಿಸಲಾಗುವುದಿಲ್ಲ. ಮುಂದಿನ ಬಾರಿ ಆರಂಭಿಸಿದಾಗ ಒಂದು ಖಾಲಿ ಗಣಕತೆರೆಯೊಂದಿಗೆ ಕಾಣಿಸಿಕೊಳ್ಳುತ್ತದೆ.</li> </ul>
ko: <ul> <li><b>이전 세션 복원:</b> 현재 실행되고 있는 모든 프로그램을 저장하고 다음 시작 시 실행됩니다.</li> <li><b>수동으로 저장된 세션 복원:</b> K 메뉴의 "세션 저장"을 통해서 어느 때나 세션을 저장할 수 있도록 합니다. 이 때 저장한 세션은 다음 시작 시 실행됩니다.</li> <li><b>빈 세션으로 시작:</b> 아무것도 저장하지 않습니다. 다음 시작 시 빈 세션으로 시작됩니다.</li> </ul>
lv: <ul> <li><b>Atjaunot iepriekšējo sesiju:</b> Saglabās visas darbojošās programmas un atjaunos tās sākot nākamo sesiju.</li> <li><b>Atjaunot manuāli saglabātu sesiju: </b> Atļauj jebkurā brīdī saglabāt sesiju izmantojot "Saglabāt sesiju" izvēli no K Izvēlnes. Tas nozīmē, ka nākamriez sākot darbu, tiks palaistas šobrīd strādājošās programmas.</li> <li><b>Sākt ar tukšu sesiju:</b> Nesaglabā neko. Sākot darbu būs tukša darbvirsma bez jebkādām iepriekš strādājušām programmām.</li> </ul>
mk: <ul> <li><b>Обнови ја претходната сесија:</b> На излегување ќе ги сними сите апликации што работат и ќе ги врати при следното стартување</li> <li><b>Обнови ја рачно зачуваната сесија: </b> Дозволува сесијата во секое време да биде рачно зачувана преку „Зачувај сесија“ во K менито. Тоа значи дека моментално стартуваните апликации ќе се појават при следното стартување.</li> <li><b>Започни со празна сесија:</b> Не зачувува ништо. Ќе се стартува со празна работна површина при следното стартување.</li> </ul>
ms: <ul> <li><b>Pulihkan semula sessi sebelumnya:</b> Akan simpan semua aplikasi yang berjalan sewaktu keluar dan pulihkan semula sewaktu permulaan seterusnya</li> <li><b>Pulihkan semula sessi simpanan manual:</b> Membolehkan sesi disimpan pada bila-bila masa menerusi "Simpan Sesi" pada K-Menu. Ini bermakna aplikasi yang telah bermula akan muncul semula pada permulaan seterusnya.</li> <li><b>Mulakan dengan sesi kosong:</b>Tidak menyimpan apa-apa. Bermula dengan sesi lapang pada permulaan seterusnya</li> </ul>
nb: <ul> <li><b>Gjenopprett forrige økt:</b> Lagrer alle kjørende programmer idet økten avsluttes,for så å gjenopprette disse ved neste oppstart.</li> <li><b>Gjenopprett en manuelt lagret økt: </b> Økten kan lagres ved «Lagre Økt» i K-Menyen. Med dette menes at de programmene som kjører nå vil bli startet når en ny økt blir startet.</li> <li><b>Start med en tom økt:</b> Ikke lagre tilstandene til kjørende programmer. En ny økt vil starte med en tom arbeidsflate.</li> </ul>
nds: <ul> <li><b>Lesten Törn wedderherstellen:</b> Sekert all lopen Programmen un stellt se bi den nakamen KDE-Start wedder her.</li> <li><b>Vun Hand sekerten Törn wedderherstellen:</b> De Törn kann jümmers mit de "Törn sekern"-Optschoon vun't K-Menü sekert warrn. De bi't Sekern aktiven Programmen warrt bi den nakamen KDE-Start wedderherstellt.</li> <li><b>Mit leddig Törn starten:</b> Nix sekern. Bi den nakamen KDE-Start blifft de Schriefdisch leddig.</li> </ul>
si: <ul> <li><b>පෙර සැසිය ප්‍රථිපිහිටුවන්න:</b> දැනට ධාවනය වන භාවිත යෙදවුම් සියල්ල සුරැකෙන අතර ඊලඟ පණගැන්වීමේදී ඒවා ප්‍රථිස්තාපනය වනු ඇත</li> <li><b>ශ්‍රමිකව සුරැකුනු වාරය ප්‍රථිස්තාපනය කරන්න: </b> K-මෙනුවේ ඇති "වාරය සුරකින්න" භාවිත කරමින් වාරය ඕනෑම මොහොතක සුරැකීමට මෙම විකල්පය ඉඩ දේ ආරම්භ කර ඇති භාවිතයෙදවුම් ඊලඟ පණගැන්වීමේදී පෙන්වනු ඇත.</li> <li><b>හිස් වාරයක් සමඟ අරඹන්න:</b> කිසිවක් නොසුරකි. ඊලඟ ආරම්ඹයේදීහිස් වැඩතලයක් සමඟ පැමිණේ.</li> </ul>
th: <ul> <li><b>เรียกคืนวาระงานที่มีการบันทึกไว้:</b> ตัวเลือกนี้จะทำการบันทึกสถานะของโปรแกรมทั้งหมดที่เปิดค้างไว้ก่อนจบการทำงาน และเรียกใช้โปรแกรมรวมทั้งเรียกคืนสถานะให้ในการทำงานครั้งถัดไปโดยอัตโนมัติ</li> <li><b>เรียกคืนวาระงานที่มีการบันทึกไว้ด้วยตนเอง: </b> อนุญาติให้บันทึกวาระงานด้วยตัวคุณเองได้ตามต้องการ โดยบันทึกผ่านทางเมนู K หัวข้อ "บันทึกวาระงาน" ซึ่งจะมีผลทำให้โปรแกรมที่ได้ทำการบันทึกสถานะไว้ในขณะที่เรียกผ่านเมนู "บันทึกวาระงาน" ถูกเรียกใช้และเรียกคืนสถานะให้ในการทำงานครั้งต่อไป</li> <li><b>เริ่มทำงานโดยไม่เรียกคืนวาระงานใด ๆ:</b> จะไม่มีการบันทึกสถานะของโปรแกรมใด ๆ และในการทำงานครั้งต่อไป จะไม่มีการเรียกใช้โปรแกรมตัวใด</li> </ul>
tr: <ul> <li><b>Önceki oturumu yükle:</b> Tüm çalışan uygulamaları oturumu kapatırken kaydeder ve bir sonraki açılışta geri yükler</li> <li><b>Elle kaydedilmiş oturumu geri yükle: </b> İstenen zamanda K-Menüsündeki "Oturumu Kaydet" kullanılarak oturum kaydedilebilir. Böylece bir sonraki açılışta sistem oturumu kaydedilen yerden geri yükler.</li> <li><b>Boş bir oturum başlat:</b> Hiçbir şey kaydetmez. Bir sonraki açılışta boş bir masaüstü ile açılır.</li> </ul>

source: On Login
ar: عند الولوج
el: Κατά την είσοδο
es: Al iniciar sesión
fi: Kirjautumisen yhteydessä
gu: પ્રવેશ સમયે
hr: Prilikom prijave
is: Við innstimplun
ja: ログイン時
kk: Сеансты бастағанда
km: ពេល​ចូល
kn: ಪ್ರವೇಶಿಸಿದಾಗ
ko: 로그인할 때
lv: Piesakoties
mk: При најава
ms: Semasa log masuk
nb: Ved login
nds: Bi't Anmellen
si: පිවිසීමේදී
th: เมื่อทำการล็อกอิน
tr: Girişte

source: Restore &previous session
ar: استعد ال&جلسة السابقة
el: Επαναφορά &προηγούμενης συνεδρίας
es: Restaurar sesión &previa
fi: Palauta &edellinen istunto
gu: પહેલાનો સત્ર પુન: સ્થાપિત કરો (&p)
hr: Vrati prethodno sačuvanu sesiju
is: Sækja &fyrri setu
ja: 前回のセッションを復元(&P)
kk: &Өткен сеанс қалпына келтірілсін
km: ស្ដារ​សម័យ​មុន
kn: ಹಿಂದಿನ ಅಧಿವೇಶನವನ್ನು ಮರಳಿ ಸ್ಥಾಪಿಸು(&p)
ko: 이전 세션 복원하기(&P)
lv: Atjaunot ie&priekšējo sesiju
mk: Обнови ја &претходната сесија
ms: Pulihkan semula sesi se&belumnya
nb: Gjeno&pprett forrige økt
nds: &Lesten Törn wedderherstellen
si: පෙර වාරය ප්‍රථිස්තාපනය කරන්න (&p)
th: เรียกคืนวาระงานที่มีการบันทึกไว้&ก่อนหน้านี้
tr: Ö&nceki oturumu etkinleştir

source: Restore &manually saved session
ar: استعد الجلسة الم&حفوظة يدوياً
el: Επαναφορά &χειροκίνητα αποθηκευμένης συνεδρίας
es: Restaurar sesión &guardada manualmente
fi: Palauta &käsin talletettu istunto
gu: જાતે બચાવેલ સત્ર પુન: સ્થાપિત કરો (&m)
hr: Vrati ručno sačuvanu sesiju
is: Sækja fyrri &geymda setu
ja: 手動で保存したセッションを復元(&M)
kk: &Әдейі сақталған сеанс қалпына келтірілсін
km: ស្ដារ​សម័យ​ដែល​បាន​រក្សា​ទុក​ដោយ​ដៃ
kn: ಉಳಿಸಲಾದ ಅಧಿವೇಶನವನ್ನು ಕೈಯಾರೆ ಮರಳಿ ಸ್ಥಾಪಿಸು(&m)
ko: 수동으로 저장된 세션 복원하기(&M)
lv: Atjaunot &manuāli saglabāto sesiju
mk: Обнови ја &рачно зачуваната сесија
ms: Pulihkan semula sesi se&belumnya manual
nb: Gjenopprett &manuelt lagret økt
nds: Vun &Hand sekerten Törn wedderherstellen
si: ශ්‍රමිකව සුරැකුනු සැසිය ප්‍රථිස්තාපනය කරන්න (&m)
th: เรียกคืนวาระงานที่มีการบันทึกไว้ด้วย&ตนเอง
tr: &Elle kaydedilmiş oturumu etkinleştir

source: Start with an empty &session
ar: ابدأ بجلسة &فارغة
el: Εκκίνηση με μια &κενή συνεδρία
es: Comenzar con una sesión &vacía
fi: Aloita aina &tyhjä istunto
gu: ખાલી સત્ર સાશે શરુઆત કરો (&s)
hr: Počni sa praznom &sesijom
is: Byrja með &auða setu
ja: 空のセッションで開始(&S)
kk: &Бос сеанстан басталсын
km: ចាប់ផ្តើម​ជាមួយ​សម័យ​ទទេ​
kn: ಖಾಲಿ ಅಧೀವೇಶನದೊಂದಿಗೆ ಆರಂಭಿಸು(&s)
ko: 빈 세션으로 시작하기(&S)
lv: Sākt ar &tukšu sesiju
mk: Започни со празна с&есија
ms: Mula dengan s&esi kosong
nb: &Start med tom økt
nds: Mit leddig &Törn starten
si: හිස් සැසියක් සමඟ අරඹන්න (&s)
th: เริ่มทำงานเป็น&วาระงานว่าง
tr: &Boş bir oturum ile başla

source: Applications to be e&xcluded from sessions:
ar: التطبيقات الم&ستثناة من الجلسات:
el: Εφαρμογές που θα ε&ξαιρεθούν από τις συνεδρίες:
es: Aplicaciones a e&xcluir de las sesiones:
fi: Istunnoista &poissuljetut sovellukset:
gu: સત્રમાથી કાઢી નાખવાના કાર્યક્રમો (&x)
hr: Aplikacije koje se trebaju isključiti iz sesija
is: Forrit sem sleppa skal úr setum:
ja: セッションから除外するアプリケーション(&X):
kk: Орындалуы сақтал&майтын қолданбалар:
km: កម្មវិធី​ដែល​ត្រូវ​បាន​យក​ចេញ​ពី​សម័យ ៖
kn: ಅಧಿವೇಶನಗಳಿಂದ ಹೊರಗಿಡಬೇಕಿರುವ ಅನ್ವಯಗಳು(&x):
ko: 세션에서 제외할 프로그램(&X):
lv: Programmas, kuras &neiekļaut sesijās:
mk: Апликации кои ќе бидат изоставени од сесиите:
ms: &Aplikasi untuk dikecualikan daripada sesi:
nb: Programmer som skal e&kskluderes ifra øktene:
nds: Vun Törns &utslaten Programmen:
si: සැසියන්ට පරිබාහිර භාවිත යෙදවුම් (&x):
th: โปรแกรมที่ควรไม่รวมอยู่ในวาระงาน:
tr: Oturumlardan ayrı tutulacak u&ygulamalar:

source: Here you can enter a colon or comma separated list of applications that should not be saved in sessions, and therefore will not be started when restoring a session. For example 'xterm:konsole' or 'xterm,konsole'.
ar: بإمكانك هنا إدخال قائمة من التطبيقات التي لا يجب أن تحفظ في الجلسات مفصولة بفاصلة (,) أو نقطتين (:) ، ومن ثم لن تبدأ عند استعادة الجلسة. مثلاً 'xterm أوxconsole' أو 'xterm:konsole' .
el: Εδώ μπορείτε να δώσετε μια στήλη εφαρμογών, χωρισμένη με κόμματα, που δε θα πρέπει να αποθηκεύονται στις συνεδρίες και έτσι δε θα ξεκινούν κατά την επαναφορά μιας συνεδρίας. Για παράδειγμα 'xterm:konsole' ή 'xterm,konsole'.
es: Puede añadir una lista de aplicaciones separadas por comas que no se guardarán en las sesiones y que no serán iniciadas cuando se restaure la sesión. Por ejemplo «xterm,xconsole».
fi: Tähän voit syöttää pilkuin tai kaksoispistein eroteltuna listan sovelluksista, joita ei tallenneta istuntoon eikä täten ladata istuntoa palautettaessa. Esimerkiksi ”xterm:konsole” tai ”xterm,konsole”.
gu: અહીં તમે કોલન કે કોમા થી અલગ કરેલ કાર્યક્રમોની યાદી લખી શકો કે જેમને સત્રમાં બચાવવી જોઇએ નહીં અને જેથી ફરીથી સત્ર શરુ કરતી વખતે તેને શરુ કરવી નહીં. જેમ કે 'xterm:konsole' અથવા 'xterm,konsole'.
hr: Ovdje možete unijeti dvotočkama ili zarezima odvojen popis aplikacija koje ne treba snimiti u sjednicama. Tako da one neće biti pokrenute kada se sjednica ponovo pokrene. Na primjer 'xterm:xconsole' ili 'xterm,konsole'.
is: Hér getur þú gefið upp kommu-aðgreindan lista af forritum sem á ekki að vista í setuna þína og verða því ekki ræst þegar þú stimplar þig inn aftur. Til dæmis: 'xterm,xconsole'.
ja: ここにはセッションに保存しないアプリケーションを “xterm:konsole” または “xterm,konsole” のようにコロンかコンマで区切って入力します。指定されたアプリケーションはセッションを復元する際に起動されません。
kk: Мұнда, кос нүктемен не үтірмен бөліктеп, орындалуы сақталмайтын қолданбалар тізімін келтіре аласыз, мысалы, 'xterm:konsole' немесе 'xterm,konsole'. Сонымен осы қолданбалар келесіде, сеансты қалпына келтіргенде, автоматты түрде жегілмейді.
km: នៅ​ទីនេះ​អ្នក​អាច​បញ្ចូល​​បញ្ជី​ដែល​បំបែក​ដោយ​​សញ្ញា(:) ឬ​សញ្ញា (,) របស់​កម្មវិធី​ដែល​មិន​គួរ​ត្រូវ​បាន​រក្សាទុក​នៅ​ក្នុង​សម័យ ហើយ​ដូច្នេះ​នឹង​មិន​ត្រូវ​បាន​ចាប់ផ្ដើម​នៅពេល​ដែលស្ដារ​សម័យ​ទេ ។ ឧទាហរណ៍ 'xterm:konsole' or 'xterm,konsole' ។
kn: ಇಲ್ಲಿ ನೀವು ಅಧಿವೇಶನಗಳಲ್ಲಿ ಉಳಿಸಲು ವಿವರಣ ಚಿಹ್ನೆ ಅಥವ ಅರ್ಧವಿರಾಮ ಚಿಹ್ನೆಯನ್ನು ಒಳಗೊಂಡಿರುವ ಅನ್ವಯಗಳ ಪಟ್ಟಿಯನ್ನು ನೀಡಬಹುದು, ಹಾಗು ಒಂದು ಅಧಿವೇಶನವನ್ನು ಮರಳಿ ಸ್ಥಾಪಿಸಿದಾಗ ಅವುಗಳು ಆರಂಭಗೊಳ್ಳುವುದಿಲ್ಲ. ಉದಾಹರಣೆಗೆ 'xterm:konsole' ಅಥವ 'xterm,konsole'.
ko: 이 곳에 세션에서 제외할 프로그램의 목록을 콜론이나 쉼표로 구분하여 입력하십시오. 세션을 다시 시작할 때 이 프로그램은 다시 시작되지 않습니다. 예를 들어 'xterm:konsole' 또는 'xterm,konsole'같이 입력하면 됩니다.
lv: Šeit jūs varat ievadīt ar kolu vai komatu atdalītu programmu sarakstu, kuras netiks saglabātas sesiju informācijā un tādejādi sākot sesiju netiks palaistas. Piemēram 'xterm:konsole' vai 'xterm,konsole'.
mk: Тука може да внесете листа на апликации, одвоени со две точки или со запирка, што не треба да се зачувуваат во сесиите, и според тоа нема да се стартуваат при обновување на сесијата. На пример „xterm:xconsole“ или „xterm,xconsole“.
ms: Di sini anda boleh masukkan senarai dipisah koma atau kolon untuk aplikasi yang tidak sepatutnya disimpan didalam sessi, dan oleh itu tidak akan dimulakan apabila mengembalikan sessi. Sebagai contoh 'xterm:konsole' atau 'xterm,konsole'.
nb: Her kan du skrive en kolon- eller komma-separert liste av programmer som ikke skal lagres i økta, og derfor ikke blir startet når økta blir gjenopprettet. For eksempel: 'xterm:xconsole' eller 'xterm,xconsole'.
nds: Hier kannst Du en List vun Programmen angeven, trennt mit Kommas oder Dubbelpünkt, de nich in Törns sekert warrn schöölt. Disse Programmen warrt bi't Wedderherstellen vun Törns nich nieg start. As Bispill: "xterm,xconsole" oder "xterm:konsole"
si: මෙහිදී ඔබට සැසි තුල සුරැකිය යුතු නොවන භාවිතයෙදවුම් ලැයිස්තුවක් තිත්කොමාවකින් හෝ කොමාවකින් වෙන්කල ලැයිස්තුවක දැකිවිය හැක. ඒවා සැසි ප්‍රථිස්තාපනයන් හීදී ආරම්භ නොවේ. උදාහරණකයක් ලෙස 'xterm:konsole' හෝ 'xterm,konsole'.
th: หากมีโปรแกรมหลายตัวที่ไม่ควรให้จัดเก็บในวาระการทำงาน คุณสามารถป้อนรายการโปรแกรมดังกล่าว ได้ที่นี่ โดยให้แยกรายการแต่ละตัวด้วยเครื่องหมายจุลภาคหรือ เครื่องหมาย ':' เพื่อแยกโปรแกรมแต่ละตัว และเมื่อมีการเรียกคืนวาระงานในการทำงานครั้งถัดไป โปรแกรมในรายการเหล่านี้จะไม่ถูกเรียกทำงาน ตัวอย่างการกรอกรายการ เช่น 'xterm:xconsole' หรือ 'xterm, xconsole' เป็นต้น
tr: Oturumlarda kaydedilmesini istemediğiniz uygulamaları burada iki nokta üstüste ile ayırarak liste şeklinde yazabilirsiniz. Oturumu tekrar açtığınızda bu programlar başlatılmayacaklardır. Örneğin 'xterm:xconsole' ya da 'xterm,konsole' gibi.

source: Firmware Setup
es: Configuración del firmware
fi: Laiteohjelmistoasetus
ko: 펌웨어 설정

source: When the computer is restarted the next time, enter firmware setup screen (e.g. UEFI or BIOS setup)
es: Cuando reinicie el equipo la próxima vez, entrar en la pantalla de configuración del firmware (configuración de UEFI o de BIOS)
fi: Kun tietokone seuraavan kerran käynnistyy, mennään laiteohjelmiston asetukseen (joko UEFI tai BIOS)
ko: 컴퓨터를 다시 시작할 때 펌웨어 설정 화면으로 들어갑니다(예: UEFI 및 BIOS 설정)

source: Enter firmware setup on next restart
es: Entrar en la configuración del firmware durante el siguiente reinicio
fi: Siirry uudelleenkäynnistettäessä laiteohjelmistoasetukseen
ko: 다음에 다시 시작할 때 펌웨어 설정 진입
