Repository: feren-OS/plasma-desktop-kcms
Catalog: po/*/knetattach5.po
Languages: tg

# NAME OF TRANSLATORS
source: Your names
tg: НПО Имкониятҳои ҷавонон ва Хуҷанд Компютер Технолоҷис:,Роҷер Ковакс, Виктор Ибрагимов, Марина Колючева

# EMAIL OF TRANSLATORS
source: Your emails
tg: ,rkovacs@khujand.org,youth_opportunities@tajikngo.org,

source: Enter a name for this <i>WebFolder</i> as well as a server address, port and folder path to use and press the <b>Save & Connect</b> button.
tg: Барои истифодабарии ин <i>Феҳрист</i> ва ҳамчун суроғаи сервер, рақами порт ва роҳча ба феҳрист ворид кунед ва тугмаи <b>Нигоҳ доштани пайвасткунӣ</b> пахш занед.

source: Enter a name for this <i>Secure shell connection</i> as well as a server address, port and folder path to use and press the <b>Save & Connect</b> button.
tg: Барои истифодабарии <i>Терминали Алоқаи Бехатар</i> ва ҳамчун суроғаи сервер, рақами порт ва роҳча ба феҳрист ворид кунед ва тугмаи <b>Нигоҳ доштани пайвасткунӣ</b> пахш занед.

source: Enter a name for this <i>File Transfer Protocol connection</i> as well as a server address and folder path to use and press the <b>Save & Connect</b> button.
tg: Барои истифодабарии <i>Алоқаи FTP</i> ва ҳамчун суроғаи сервер, рақами порт ва роҳча ба феҳрист ворид кунед ва тугмаи <b>Нигоҳ доштани пайвасткунӣ</b> пахш занед.

source: Enter a name for this <i>Microsoft Windows network drive</i> as well as a server address and folder path to use and press the <b>Save & Connect</b> button.
tg: Барои истифодабарии <i>Идораи Шабакавии Майкрософт Виндоувс</i> ва ҳамчун суроғаи сервер, рақами порт ва роҳча ба феҳрист ворид кунед ва тугмаи <b>Нигоҳ доштани пайвасткунӣ</b> пахш занед.

source: Unable to connect to server. Please check your settings and try again.
tg: Пайвасткунӣ имконпазир аст. Лутфан танзимотҳои шумо санҷет ва аз нав кӯшиш кунед.

source: Save && C&onnect
tg: Нигоҳ доштани &пайвасткунӣ

source: C&onnect
tg: П&айвасткунӣ

source: Network Folder Wizard
tg: Танзимоти Феҳристи Шабакавӣ

source: Add Network Folder
tg: Иловаи Феҳристи Шабакавӣ

source: Select the type of network folder you wish to connect to and press the Next button.
tg: Намуди феҳристи шабакавиро барои пайвасткунӣ интихобкунед ва тугмаи Оянда-ро пашх занед.

source: &Recent connection:
tg: &Пайвасткунии наздиқӣ:

source: &WebFolder (webdav)
tg: &ФеҳристиВэб (webdav)

source: &Secure shell (ssh)
tg: &Терминали Алоқаи Бехатар (ssh)

source: &Microsoft® Windows® network drive
tg: &Майкрософт® Виндоувс® идораи шабакавӣ

source: Network Folder Information
tg: Ахборот дар бораи феҳристи шабакавӣ

source: &Name:
tg: &Ном:

source: &User:
tg: &Истифодакунанда:

source: Se&rver:
tg: Сер&вер:

source: &Port:
tg: &Порт:

source: &Folder:
tg: &Феҳрист:

source: Encoding:
tg: Рамзгузорӣ:

source: Cr&eate an icon for this remote folder
tg: Со&хтани нишона барои ин феҳристи дурдаст

source: &Use encryption
tg: &Рамзгузорӣ истифода баред

source: KDE Network Wizard
tg: Танзимоти Шабакаи KDE

source: (c) 2004 George Staikos
tg: (c) 2004 Ҷорҷ Стайкос

source: Primary author and maintainer
tg: Муаллифи аслӣ ва тавлидкунанда
