Repository: feren-OS/plasma-desktop-kcms
Catalog: po/*/plasma_applet_org.kde.plasma.pager.po
Languages: lt

source: General
lt: Bendri

source: Layout:
lt: Išdėstymas:

# The pager layout
source: Default
lt: Numatytasis

source: Horizontal
lt: Horizontaliai

source: Vertical
lt: Vertikaliai

source: No text
lt: Nerodyti jokio teksto

source: Activity number
lt: Veiklos numerį

source: Desktop number
lt: Darbalaukio numerį

source: Activity name
lt: Veiklos pavadinimą

source: Desktop name
lt: Darbalaukio pavadinimą

source: Does nothing
lt: Nieko nenutinka

source: ...and %1 other window
lt: ...ir %1 kitas langas

source: %1 Window:
lt: %1 langas

source: %1 Minimized Window:
lt: %1 sumažintas langas

source: Show Activity Manager...
lt: Rodyti veiklų tvarkyklę...

source: Add Virtual Desktop
lt: Pridėti virtualų darbalaukį

source: Remove Virtual Desktop
lt: Pašalinti virtualų darbalaukį
